Repository: pisilinux/playground
Catalog: vedat/2011/package-manager/package-manager/po/*.po
Languages: fr, pl, ru, tr, uk

source: There are <b>%1</b> updates available!
fr: Il y a <b>%1</b> mises à jour disponibles !
pl: Dostępnych jest <b>%1</b> aktualizacji!
ru: Доступно <b>%1</b> обновлений!
tr: Mevcut <b>%1</b> güncelleme bulunuyor!
uk: <b>%1</b> оновлень доступно!

source: Update
fr: Mise à jour
pl: Aktualizuj
ru: Обновление
tr: Güncelle
uk: Оновити

source: Show Updates
fr: Montrer les mises à jour
pl: Pokaż aktualizacje
ru: Показать обновления
tr: Güncellemeleri Göster
uk: Показати оновлення

source: Ignore
fr: Ignorer
pl: Ignoruj
ru: Игнорировать
tr: Yoksay
uk: Ігнорувати

source: Package Files
fr: Fichiers des paquets
pl: Pliki pakietu
ru: Файлы пакета
tr: Paket Dosyaları
uk: Файли пакунка

source: Application
pl: Aplikacja
ru: Приложение
tr: Uygulama
uk: Програми

source: Web Tarayıcı
fr: Navigateur web
uk: Tarayıcı

source: Basket
fr: Panier
pl: Kosz
ru: Корзина
tr: Sepet
uk: Кошик

source: Selected package(s) for install:
fr: Paquets sélectionnés pour installation :
pl: Wybrane pakiety do instalacji:
ru: Выбранные пакеты для установки:
tr: Kurulmak üzere seçilmiş paket(ler):
uk: Вибрані пакунки для встановлення:

source: Total Size:
fr: Taille totale :
pl: Całkowity rozmiar
ru: Общий объем:
tr: Toplam Boyut:
uk: Загальний розмір:

source: <b>2.2 MB</b>
fr: <b>2,2 Mo</b>
uk: <b>2.2 МБ</b>

source: Download Size:
fr: Taille de téléchargement :
pl: Rozmiar do pobrania
ru: Размер загрузки:
tr: İndirme Boyutu:
uk: Розмір звантаження:

source: <b>2.0 MB</
fr: <b>2 Mo</b>
pl: <b>2.0 MB</b>
tr: <b>2.0 MB</b>
uk: <b>2.0 МБ</

source: Form
pl: Formularz
ru: Форма
uk: Форма

source: Settings
fr: Paramètres
pl: Ustawienia
ru: Настройки
tr: Ayarlar
uk: Параметри

source: Search Bar
fr: Barre de recherche
pl: Pasek wyszukiwania
ru: Строка поиска
tr: Arama Çubuğu
uk: Панель пошуку

source: Click to search
fr: Cliquez pour rechercher
pl: Kliknij by wyszukać
ru: Введите имя пакета, затем нажмите на значок поиска справа
tr: Aramak için tıklayın
uk: Натисніть для пошуку

source: Update Types
fr: Types de mise à jour
pl: Typ aktualizacji
ru: Типы обновлений
tr: Güncelleme Tipleri
uk: Оновити типи

source: Category Panel
fr: Groupe de catégories
pl: Panel kategorii
ru: Панель категории
tr: Kategori Paneli
uk: Панель категорій

source: Package List
fr: Liste des paquets
pl: Lista pakietów
ru: Список пакетов
tr: Paket Listesi
uk: Перелік пакунків

source: Show Basket
fr: Voir le panier
pl: Pokarz kosz
ru: Показать корзину
tr: Sepeti Göster
uk: Показати кошик

source: Check for Updates
fr: Rechercher des mises à jour
pl: Zaznacz do aktualizacji
ru: Проверить наличие обновлений
tr: Güncellemeleri Kontrol Et
uk: Перевірити на оновлення

source: Package Manager Quick Install
fr: Installation rapide
pl: Menadżer Pakietów szybka instalacja
ru: Быстрая установка пакетов
tr: Paket Yöneticisi Hızlı Kurulum
uk: Швидке встановлення керування пакунками

source: Following packages are selected to install. Do you want to install these packages ?
fr: Les paquets suivants sont sélectionnés pour installation. Voulez-vous installer ces paquets ?
pl: Następujące pakiety są wybrane do instalacji. Chcesz zainstalować te pakiety ?
ru: Следующие пакеты выбран для установки. Вы хотите установить эти пакеты?
tr: Aşağıdaki paketler kurulmak üzere seçildi. Bu paketleri kurmak istiyor musunuz ?
uk: Ці пакунки вибрано для встановлення. Встановити їх?

source: Install
fr: Installer
pl: Zainstaluj
ru: Установить
tr: Kur
uk: Встановити

source: Cancel
fr: Annuler
pl: Koniec
ru: Отменить
tr: İptal
uk: Скасувати

source: Preview
fr: Aperçu
pl: Podgląd
ru: Обзор
tr: Önizleme
uk: Перегляд

source: Add New Repository
fr: Ajouter un nouveau dépôt
pl: Dodaj nowe repozytorium
ru: Добавить новый репозиторий
tr: Yeni Depo Ekle
uk: Додати нове сховище

source: Name of the repository, e.g <b>pardus-devel</b>
fr: Nom du dépôt, p.ex. <b>pardus-devel</b>
pl: Nazwa repozytorium, na przykład <b>pardus-devel</b>
ru: Имя репозитория, например <b>pardus-devel</b>
tr: Deponun adı, örneğin <b>pardus-devel<b>
uk: Назва сховища, наприклад, <b>pardus-devel</b>

source: Repository Name
fr: Nom du dépôt
pl: Nazwa repozytorium
ru: Имя репозитория
tr: Depo İsmi
uk: Назва сховища

source: Repository Address
fr: Adresse du dépôt
pl: Adres repozytorium
ru: Адрес репозитория
tr: Depo Adresi
uk: Адреса сховища

source: Package Manager Settings
fr: Réglages du gestionnaire de paquets
pl: Ustawienia Menadżera Pakietów
ru: Настройка менеджера пакетов
tr: Paket Yöneticisi Ayarları
uk: Налаштування керування пакунками

source: Package list
fr: Liste des paquets
pl: Lista pakietów
ru: Список пакетов
tr: Paket listesi
uk: Перелік пакунків

source: &Show only desktop applications
fr: &Montrer uniquement les applications de bureau
pl: &Pokaż tylko aplikacje z GUI
ru: Показывать только графические приложения для рабочего стола
tr: &Sadece masaüstü uygulamalarını göster
uk: &Показати лише стільничні програми

source: Show Component information
fr: Afficher l'information sur le composant
pl: Pokaż komponent z informacjami
ru: Показывать информацию о компонентах
tr: Bileşen bilgisini göster
uk: Показати інформацію про компоненти

source: Show package type tags
fr: Afficher les étiquettes de type de paquet
pl: Pokaż tagi typów pakietu
ru: Показать теги типов пакетов
tr: Paket tipi etiketlerini göster
uk: Показати мітки типу пакунка

source: System tray icon
fr: Icône dans le tableau de bord
pl: Ikona systemowa
ru: Настройка поведения в системном трее
tr: Sistem çekmecesi
uk: Піктограма системного лотка

source: Enable system tray icon
fr: Afficher l'icône dans le tableau de bord
pl: Włącz ikonę systemową
ru: Включить значок в системном лотке
tr: Sistem çekmecesi simgesini aç
uk: Увімкнути піктограму системного лотка

source: Hide system tray if there is no update.
fr: Cacher barre d'état système s'il n'y a pas de mise à jour.
pl: Ukryj ikonę systemową jeżeli nie ma aktualizacji.
ru: Спрятать значок в системном лотке, если нет обновлений
tr: Güncelleme olmadığında sistem çekmecesini gizle
uk: Сховати системний лоток, якщо нема оновлень.

source: Enable &periodic update check
fr: Autoriser la vérification &périodique des mises à jour
pl: Włącz &okresowe sprawdzanie aktualizacji
ru: Включить и периодически проверять обновления
tr: Aralıklı &güncelleme kontrolünü aç
uk: Увімкнути &періодичну перевірку оновлень

source: Check interval :
fr: Intervalle de vérification :
pl: Przedział sprawdzania :
ru: Интервал проверки:
tr: Kontrol aralığı :
uk: Проміжок перевірки :

source: min
fr: minutes
ru: мин
tr: dk
uk: хв.

source: Install updates automatically
fr: Installer les mises à jour automatiquement
pl: Zainstaluj aktualizacje automatycznie
ru: Устанавливать обновления автоматически
tr: Güncellemeleri otomatik kur
uk: Установлювати оновлення автоматично

source: &General Settings
fr: &Paramètres généraux
pl: &Główne ustawienia
ru: Основные
tr: Genel &Ayarlar
uk: &Загальні налаштування

source: Cache Limit
fr: Limite de cache
pl: Limit Cache
ru: Ограничение кэша
tr: Önbellek Boyutu
uk: Обмеження кешу

source: &Use hard disk cache for downloaded software
fr: &Utiliser le cache du disque dur pour les logiciels téléchargés
pl: &Użyj pamięci podręcznej dla pobierania oprogramowania
ru: Использовать жесткий диск для создания кэша загруженного ПО
tr: İndirilen yazılımlar için sabit disk önbelleği &kullan
uk: &Використати кеш твердого диска для звантажених програм

source: Maximum cache size:
fr: Taille maximal de cache :
pl: Maksymalny rozmiar pamięci podręcznej:
ru: Максимальный объем кэша:
tr: Azami önbellek boyutu:
uk: Максимальний розмір кешу:

source: Unlimited
fr: Illimité
pl: Bez limitu
ru: Неограниченный
tr: Sınırsız
uk: Необмежено

source: Mib
fr: Mo
ru: мб
uk: Міб

source: Current cache dir:
fr: Dossier de cache actuel :
pl: Obecny katalog pamięci podręcznej:
ru: Текущий каталог кэша:
tr: Seçili önbellek dizini:
uk: Теперішня тека кешу:

source: Select...
fr: Choisissez...
pl: Wybierz...
ru: Выбрать...
tr: Seç...
uk: Вибрати…

source: Open
fr: Ouvrir
pl: Otwórz
ru: Открыть
tr: Aç
uk: Відкрити

source: Clearing the disk cache will remove all downloaded software. This will not delete installed software or affect your system stability.
fr: Effacer le cache du disque supprimera tous les logiciels téléchargés. Cela n'effacera pas les logiciels installés ni n'affectera la stabilité de votre système.
pl: Wyczyść pobrane pliki z pamięci podręcznej. Nie usunie to zainstalowanego oprogramowania i nie wpłynie na stabilność systemu.
ru: Очистка кэша удалит все загруженное ПО. Это не удалит установленные пакеты и не повлияет на стабильность работы системы.
tr: Sabit disk önbelleğinin temizlenmesi ile indirilen ve depolanan tüm paketler silinecektir. Bu işlem sistemde kurulu olan paketleri silmeyecek veya bilgisayarınızın çalışmasını etkilemeyecektir.
uk: Очищення кешу диска вилучить всі звантажені програми. Це не вилучить встановлені програми і не вплине на стабільність системи.

source: C&lean disk cache now
fr: &Effacer le cache du disque maintenant
pl: W&yczyść teraz pamięć podręczną
ru: Очистить кэш на диске.
tr: Önbelleği şimdi &temizle
uk: &Очистити кеш диска зараз же

source: Bandwidth limit
fr: Limite de la bande passante
pl: Limit pobierania
ru: Ограничение на загрузку интернет соединения
tr: Bant genişliği sınırı
uk: Обмеження пропускної здатності

source: Use bandwidth limit :
fr: Utilisez la limite de bande passante :
pl: Użyj limit pobierania :
ru: Использовать ограничение:
tr: Bant genişliği kullanımını sınırlandır :
uk: Використовувати обмеження пропускної здатності :

source: kB/s
fr: ko/s
ru: Кб/с
uk: кБ/сек

source: C&ache
pl: P&amięć podręczna
ru: Кэш
tr: &Önbellek
uk: &Кеш

source: &Add New Repository
fr: &Ajouter un nouveau dépôt
pl: &Dodaj nowe repozytorium
ru: Добавить новый репозиторий
tr: Yeni Depo &Ekle
uk: &Додати нове сховище

source: Remove Repository
fr: Supprimer un dépôt
pl: Usuń repozytorium
ru: Удалить репозиторий
tr: Depoyu Kaldır
uk: Вилучити сховище

source: Move &Up
fr: Déplacer vers le &haut
pl: Przenieś w &górę
ru: Передвинуть &выше
tr: &Yukarı Taşı
uk: Підняти &уверх

source: Move &Down
fr: Déplacer vers le &bas
pl: Przeni&eś w dół
ru: Передвинуть &ниже
tr: &Aşağı Taşı
uk: Опустити &вниз

source: &Repositories
fr: &Dépôts
pl: &Repozytoria
ru: Репозитории
tr: &Depolar
uk: &Сховища

source: Use Proxy
fr: Utiliser le proxy
pl: Użyj serwerów proxy
ru: Использовать прокси-сервер
tr: &Vekil Sunucu Kullan
uk: Використовувати проксі

source: HTTP proxy server:
fr: Serveur proxy HTTP
pl: HTTP serwer proxy:
ru: HTTP прокси-сервер:
tr: HTTP vekil sunucu:
uk: Проксі-сервер HTTP:

source: Port:
ru: Порт:
uk: Порт:

source: HTTPS proxy server:
fr: Serveur proxy HTTPS
pl: HTTPS serwer proxy:
ru: HTTPS прокси-сервер:
tr: HTTPS vekil sunucu:
uk: Проксі-сервер HTTPS:

source: FTP proxy server:
fr: Serveur proxy FTP
pl: FTP serwer proxy:
ru: FTP прокси-сервер:
tr: FTP vekil sunucu:
uk: Проксі-сервер FTP:

source: Domain:
fr: Domaine :
pl: Domena:
ru: Домен:
tr: Etki alanı:
uk: Домен:

source: Username:
fr: Nom d'utilisateur :
pl: Nazwa użytkownika:
ru: Имя пользователя:
tr: Kullanıcı Adı:
uk: Псевдонім:

source: Password:
fr: Mot de passe :
pl: Hasło:
ru: Пароль:
tr: Parola:
uk: Пароль:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">There is proxy settings available in KDE, you can click <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">here</span></a> to get these settings</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Les paramètres de proxy sont disponibles dans KDE, cliquez <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">ici</span></a> pour les obtenir</p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Настройки прокси доступны в KDE, нажмите <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">здесь</span></a>, чтобы открыть диалог настроек.</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">KDE'de tanımlanmış vekil sunucu ayarları bulunuyor, <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">buraya</span></a> tıklayarak bu ayarları kullanabilirsiniz</p></body></html>
uk: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Налаштування проксі доступні в KDE, ви можете натиснути <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">тут</span></a> для переходу до них</p></body></html>

source: <a href=#>Use this proxy server for all protocols</a>
fr: <a href=#>Utiliser ce serveur proxy pour tous les protocoles</a>
pl: <a href=#>Użyj tego serwera proxy dla wszystkich protokołów</a>
ru: <a href=#>Использовать этот прокси-сервер для всех протоколов</a>
tr: <a href=#>Tüm protokoller için bu vekil sunucuyu kullan</a>
uk: <a href=#>Використовувати проксі-сервер для всіх протоколів</a>

source: &Proxy
ru: Прокси-сервер
tr: &Vekil sunucu
uk: &Проксі

source: &Help
fr: &Aide
pl: &Pomoc
ru: Сп&равка
tr: &Yardım
uk: &Довідка

source: &OK
ru: ОК
tr: &Tamam
uk: &Гаразд

source: &Cancel
fr: &Annuler
pl: &Koniec
ru: Отменить
tr: &İptal
uk: &Скасувати

source: Operation Summary
fr: Résumé des opérations
pl: Podsumowanie pracy
ru: Итоги
tr: İşlem Özeti
uk: Підсумок дій

source: You can start the new installed application by double-clicking on the list below or later from the applications menu.
fr: Vous pouvez lancer l'application que vous venez d'installer en double-cliquant dans la liste ci-dessous ou plus tard, à partir du menu général.
pl: Możesz uruchomić nowo zainstalowane aplikacje poprzez podwójne kliknięciena liście lub później uruchomić aplikacje z menu.
ru: Вы можете запустить новое установленное приложение дважды щелкнув по его названию в меню прямо сейчас или позже.
tr: Yeni kurulan uygulamayı aşağıdaki listeden çift-tıklayarak veya daha sonra uygulama menüsünden çalıştırabilirsiniz.
uk: Можете запустити встановлену програму подвійник кліком у списку нижче або пізніше через меню програм.

source: &Ok
ru: Ок
tr: &Tamam
uk: &Гаразд

source: Type to filter files
fr: Tapez pour filtrer les fichiers
pl: Typ filtru plików
ru: По типу файлов
tr: Hızlı arama
uk: Уведіть для фільтрування файлів

source: AppInfo Server is not reachable Please check your network connection
fr: AppInfo Server n'est pas accessible Veuillez vérifier votre connexion réseau
pl: Serwer informacji aplikacji jest nieosiągalny Spróbuj sprawdzić swoje połączenie internetowe.
ru: Проверьте сетевые подключения и повторите попытку.
tr: AppInfo Sunucusuna ulaşılamıyor Lütfen ağ ayarlarınızı kontrol edin
uk: Сервер AppInfo недоступний Будь ласка, перевірте мережеве з'єднання

source: Package Details
fr: Détails des paquets
pl: Szczegóły pakietu
ru: Описание пакета
tr: Paket Detayı
uk: Подробиці про пакунок

source: Alt+C
ru: Alt+С

source: %prog packages_to_install
fr: %prog paquets_à_installer
pl: % postępu pakietów do instalacji
tr: %prog kurulacak_paketler

source: Firefox
pl: Firefox<b>2.2 MB</b>
