Repository: pisilinux/playground
Catalog: vedat/2011/package-manager/package-manager/po/*.po
Languages: fr, pl, ru, tr, uk

source: Add or Remove Software
fr: Ajouter ou supprimer des logiciels
pl: Dodaj/Usuń Programy
ru: Установка и удаление программ
tr: Yazılım ekle veya kaldır
uk: Встановлення та вилучення програм

source: Package Manager
fr: Gestionnaire de paquets
pl: Menadżer Pakietów
ru: Менеджер пакетов
tr: Paket Yöneticisi
uk: Керування пакунками

source: PiSi Package Manager Graphical User Interface
fr: Interface graphique de PiSi
pl: Menadżer Pakietów PiSi - Graficzny Interfejs Użytkownika
ru: Графический пользовательский интерфейс менеджера пакетов PiSi
tr: PİSİ paket yöneticisinin grafik ara yüzü
uk: Графічний інтефейс керування пакунками PiSi

source: Add/Remove/Update Packages
fr: Ajout / Suppression / mise à jour de paquets
pl: Dodaj/Usuń/Uaktualnij Pakiety
ru: Добавить/удалить/обновить пакеты
tr: Paket(ler)i Ekle/Kaldır/Güncelle
uk: Встановити/вилучити/оновити пакунки

source: (c) 2009-2010 TUBITAK/UEKAE
uk: © 2009–2010 TUBITAK/UEKAE

source: Developer
fr: Développeur
pl: Wykonawca
ru: Разработчик
tr: Geliştirici
uk: Розробник

source: First Author
fr: Premier auteur
pl: Pierwszy Autor
ru: Первый автор
tr: İlk Geliştirici
uk: Засновник

# NAME OF TRANSLATORS
source: Your names
fr: Votre nom
pl: Nazwy
ru: Алексей Иванов, Семенов Николай, Щербаков Александр, Ясыров Василий
tr: Faik Uygur, Necmettin Begiter, Gökmen Göksel
uk: Daniel Korostil

# EMAIL OF TRANSLATORS
source: Your emails
fr: Votre courriel
pl: Adresy e-mail
ru: alexey.ivanes@gmail.com, tribunal2000@gmail.com, neocrust@gmail.com, zag@vspu.ru,
tr: faik@pardus.org.tr, necmettin.begiter@gmail.com, gokmen@pardus.org.tr
uk: ted.korostiled@gmail.com

source: Clear Basket
fr: Vider le panier
pl: Wyczyść Kosz
ru: Очистить
tr: Sepeti Boşalt
uk: Очистити кошик

source: Do you want to clear all selections ?
fr: Voulez-vous effacer toutes les sélections ?
pl: Czy chcesz wyczyścić wszystkie wybrane?
ru: Вы хотите очистить выбор пакетов?
tr: Tüm seçimlerinizi temizlemek istiyor musunuz ?
uk: Очистити все вибране ?

source: Pisi Error
fr: Erreur de Pisi
pl: Błąd Pisi
ru: Ошибка PiSi
tr: Pisi Hatası
uk: Помилка Pisi

source: You must restart your system for the updates to take effect
fr: Vous devez redémarrer votre système pour la prise d'effet des mises à jour.
pl: Musisz zrestartować swój komputer by uaktywnić aktualizacje.
ru: Вам необходимо перезагрузить компьютер, чтобы обновления вступили в силу
tr: Güncellemelerin geçerli olabilmesi için bilgisayarınızı yeniden başlatmanız gerekiyor
uk: Щоб оновлення набрало чинності, потрібно перезавантажити систему

source: Update Requirements
fr: Requis par la mise à jour
pl: Wymagania Aktualizacji
ru: Требования к обновлению
tr: Güncelleme Gereksinimleri
uk: Оновлення вимог

source: Packages Require System Restart
fr: Les paquets requièrent le redémarrage du système.
pl: Pakiety wymagające restartu komputera.
ru: Пакеты требуют перезагрузку системы
tr: Sistemin Yeniden Başlatılmasını Gerektiren Paketler
uk: Пакунки потребують перезапуску системи

source: You must restart related system services for the updated package(s) to take effect
fr: Vous devez redémarrer les services associés du système pour la prise d'effet des mises à jour.
pl: Musisz zrestartować powiązane usługi systemowe w celu.uaktywnienia pakietu(ów).
ru: Вы должны перезапустить следующие службы, чтобы обновления вступили в силу
tr: Seçili güncellemelerin geçerli olabilmesi için ilişkili sistem servislerini yeniden başlatmanız gerekiyor
uk: Потрібно перезапустити пов'язані системні служби для оновлення пакунків, щоб ті набрали чинності.

source: Packages Require Service Restart
fr: Les paquets requièrent le redémarrage du service
pl: Pakiety wymagające restartu usług systemowych.
ru: Пакеты требуют перезапуска службы
tr: Servislerin Yeniden Başlatılmasını Gerektiren Paketler
uk: Пакунки потребують перезапуску служб

source: Selected packages are considered critical for the system. Removing them may cause your system to be unusable.
fr: Les paquets sélectionnés sont considérés comme critiques pour le système. Leur suppression peut rendre votre système inutilisable.
pl: Wybrane pakiety są kluczowe dla działania systemu. Usunięcie ichmoże spowodować, że twój system będzie bezużyteczny.
ru: Выбранные пакеты являются критическими для системы. Их удаление может сделать вашу систему неработоспособной.
tr: Seçtiğiniz paketler sistem için önemli paketler içerisinde. Bu paketleri kaldırmak sisteminizi kullanamamanıza sebep olabilir.
uk: Вибрані пакунки вважаються критичними для системи. Їхнє вилучення може призвести до її непрацездатності.

source: Warning
fr: Attention
pl: Ostrzeżenie
ru: Предупреждение
tr: Uyarı
uk: Попередження

source: Critical Packages
fr: Paquets décisifs
pl: Kluczowe Pakiety
ru: Критические пакеты
tr: Kritik Paketler
uk: Критичні пакунки

source: Selected packages are already installed.<br>If you continue, the packages will be reinstalled
fr: Les paquets sélectionnés sont déjà installés.<br>Si vous continuez, les paquets vont être réinstallés
pl: Wybrane pakiety są już zainstalowane.<br>Jeżeli chcesz kontynuować,pakiety zostaną przeinstalowane.
ru: Выбранные пакеты уже установлены.<br>Если вы продолжите, пакеты будут установлены заново.
tr: Seçtiğiniz paketler daha önce sisteme kurulmuş.<br>Eğer devam ederseniz, bu paketler tekrar kurulacak
uk: Вибрані пакунки встановлено.<br>Якщо продовжите, пакунки буде перевстановлено

source: Already Installed Packages
fr: Paquets déjà installés
pl: Pakiety już zainstalowane.
ru: Уже установленные пакеты
tr: Daha Önce Kurulmuş Paketler
uk: Уже встановлені пакунки

source: Installed Packages
fr: Paquets installés
pl: Zainstalowane pakiety
ru: Установленные пакеты
tr: Kurulu Paketler
uk: Установлені пакунки

source: All
fr: Tout
pl: Wszystko
ru: Все
tr: Tümü
uk: Усі

source: Package Manager Help
fr: Aide du gestionnaire de paquets
pl: Pomoc Menadżera Pakietów
ru: Краткая справка о менеджере пактов
tr: Paket Yöneticisi Yardım
uk: Довідка керування пакунками

source: Show main window
fr: Afficher la fenêtre principale
pl: Pokaż główne okno.
ru: Показать главное окно
tr: Ana pencereyi göster
uk: Показати головне вікно

source: All packages are up to date
fr: Tous les paquets sont à jour
pl: Wszystkie pakiety są aktualne.
ru: Все пакеты в актуальном состоянии
tr: Tüm paketler güncel
uk: Усі пакунки оновлено

source: Searching...
fr: Recherche...
pl: Szukanie...
ru: Поиск...
tr: Aranıyor...
uk: Пошук…

source: No results found.
fr: Aucun résultat trouvé.
pl: Nic nie znaleziono.
ru: Ничего не найдено.
tr: Sonuç bulunamadı.
uk: Нічого не знайдено.

source: Select packages
fr: Sélection des paquets
ru: Выберите пакеты
tr: Paket seçiniz
uk: Вибрати пакунки

source: You must select at least one installed package
fr: Vous devez sélectionner au moins un paquet installé
ru: Вы должны выбрать хотя бы один установленный пакет
tr: En az bir kurulu paketi seçmeniz gerekir
uk: Потрібно вибрати щонайменше один установлений пакунок

source: All Updates
fr: Toutes les mises à jour
pl: Wszystkie aktualizacje
ru: Все обновления
tr: Tüm Güncellemeler
uk: Усі оновлення

source: Security Updates
fr: Mises à jour de sécurité
pl: Aktualizacje bezpieczeństwa
ru: Обновления безопасности
tr: Güvenlik Güncellemeleri
uk: Оновлення безпеки

source: Critical Updates
fr: Mises à jour critiques
pl: Kluczowe aktualizacje
ru: Критические обновления
tr: Kritik Güncellemeler
uk: Критичні оновлення

source: All Packages
fr: Tous les paquets
pl: Wszystkie pakiety
ru: Все пакеты
tr: Tüm Paketler
uk: Усі пакунки

source: Installable Packages
fr: Paquets installables
pl: Pakiety do zainstalowania
ru: Устанавливаемые пакеты
tr: Kurulabilir Paketler
uk: Установчі пакунки

source: Updates
fr: Mises à jour
pl: Aktualizacje
ru: Обновление
tr: Güncellemeler
uk: Оновлення

source: Calculating dependencies...
fr: Calcul des dépendances...
pl: Sprawdzanie zależnosci
ru: Расчет зависимостей...
tr: Bağımlılıklar hesaplanıyor...
uk: Розрахунок залежностей…

source: Currently your basket is empty.
fr: Votre panier est actuellement vide.
pl: Aktualnie twój kosz jest pusty.
ru: В настоящее время Ваша корзина пуста.
tr: Şu anda sepetiniz boş.
uk: Натепер ваш кшик порожній.

source: installing
fr: installation
pl: instalowanie
ru: установка
tr: kuruluyor
uk: установлення

source: removing
fr: désinstallation
pl: usuwanie
ru: удаление
tr: kaldırılıyor
uk: вилучення

source: extracting
fr: extraction
pl: rozpakowywanie
ru: распаковка
tr: çıkarılıyor
uk: розпакування

source: configuring
fr: configuration
pl: konfigurowanie
ru: настройка
tr: yapılandırılıyor
uk: налаштування

source: downloading
fr: Téléchargement de
pl: pobieranie
ru: загрузка
tr: indiriliyor
uk: звантаження

source: critical
fr: critique
pl: kluczowy
ru: критическое
tr: kritik
uk: критичне

source: security
fr: sécurité
pl: bezpieczeństwa
ru: безопасности
tr: güvenlik
uk: безпека

source: Description:
pl: Opis
ru: Описание:
tr: Açıklama:
uk: Опис:

source: Website:
fr: Site Web :
pl: Strona WWW:
ru: Сайт:
tr: Web Sayfası:
uk: Сайт:

source: Release:
fr: Version :
pl: Wydanie:
ru: Версия:
tr: Sürüm:
uk: Випуск:

source: Repository:
fr: Dépôt
pl: Repozytorium:
ru: Репозиторий:
tr: Depo:
uk: Сховище:

source: Package Size:
fr: Taille du paquet :
pl: Rozmiar pakietu:
ru: Размер пакета:
tr: Paket Boyutu:
uk: Розмір пакунка:

source: Installed Version:
fr: Version installée :
pl: Zainstalowana wersja:
ru: Установленная версия:
tr: Kurulu Sürüm:
uk: Версія встановленої:

source: Details
fr: Détails
pl: Szczegóły:
ru: Подробнее
tr: Detaylar
uk: Подробиці

source: Select all packages in this group
fr: Sélectionner tous les paquets de ce groupe
pl: Wybierz wszystkie pakiety w tej grupie.
ru: Выбрать все пакеты в этой группе
tr: Bu gruptaki tüm paketleri seç
uk: Вибрати всі пакунки у цій групі

source: Hide summary screen
fr: Masquer l'écran récapitulatif
pl: Ukryj ekran podsumowania
ru: Скрыть окно итогов
tr: Özet ekranını gösterme
uk: Сховати екран підсумків

source: Network Error
fr: Erreur de réseau
pl: Błąd sieci
ru: Ошибка сети
tr: Ağ Hatası
uk: Помилка мережі

source: Please check your network connections and try again.
fr: Vérifiez vos paramètres de connexion réseau et réessayez.
pl: Sprawdź połączenie internetowe i spróbuj ponownie.
ru: Пожалуйста, проверьте сетевые подключения и повторите попытку.
tr: Lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.
uk: Будь ласка, перевірте ваше мережеве з'єднання та спробуйте знову.

source: Authorization Error
fr: Erreur d'autorisation
pl: Błąd autoryzacji
ru: Ошибка авторизации
tr: Yetkilendirme Hatası
uk: Помилка авторизації

source: You are not authorized for this operation.
fr: Vous n'êtes pas autorisé à faire cette opération.
pl: Nie jesteś upoważniony do tej operacji.
ru: Вы не авторизованы для этой операции.
tr: Bu işlemi gerçekleştirmek için yetkiniz yok.
uk: Ви не авторизовані для цією дії.

source: Package <b>%s</b> not found in repositories.<br>It may be upgraded or removed from the repository.<br>Please try upgrading repository informations.
fr: Paquet <b>%s</b> introuvable. Il peut être mis à jour ou supprimé du dépôt. <br>Essayez de mettre à jour les informations du dépôt.
pl: Pakiet <b>%s</b> nie znaleziony w repozytorium. <br> Może został zaktualizowany lub usunięty z repozytorium.Spróbuj zaktualizować informacje o repozytorium.
ru: Пакет <b>%s</b> не найден в репозитории.<br>Возможно пакет был обновлен или удален из репозитория.<br>Пожалуйста, попробуйте обновить информацию о репозиториях.
tr: Paket <b>%s</b> bulunamadı.<br>Depoda güncellenmiş veya depodan kaldırılmış olabilir.<br>Lütfen depo bilgilerini güncellemeyi deneyin.
uk: Не знайдено пакунка <b>%s</b> у сховищах.<br>Він міг бути оновленим або вилученим зі сховища.<br>Будь ласка, спробуйте оновити інформацію про сховище.

source: Mixing file names and package names not supported yet.
fr: Le mélange des noms de fichiers et des noms de paquets n'est pas encore géré.
ru: Смешивание имен файлов и имен пакетов не поддерживается.
tr: Dosya ve paket adlarını birlikte kullanmak henüz desteklenmiyor.
uk: Змішування назв файлів і назв пакунків не підтримується поки що.

source: File <b>%s</b> doesn't exists.
fr: Le fichier <b>%s</b> n'existe pas.
pl: Plik <b>%s</b> nie istnieje.
ru: Файл <b>%s</b> не существует.
tr: <b>%s</b> dosyası bulunamadı.
uk: Файл <b>%s</b> не існує.

source: Another instance of PiSi is running. Only one instance is allowed.
fr: Une autre instance de PiSi est en cours d'exécution. Une seule est autorisée.
pl: Inny proces PiSi jest uruchominy. Tylko jeden proces jest dozwolony.
ru: Сейчас запущен другой экземпляр PiSi. Допускается работа только одного экземпляра программы.
tr: Sistemde çalışan bir PiSi mevcut. Aynı anda sadece tek PiSi çalışabilir.
uk: PiSi вже запущено деінде. Дозволено лише одну одночасно.

source: Do you want to continue ?
fr: Voulez-vous continuer?
pl: Chcesz kontynuować ?
ru: Вы хотите продолжить?
tr: Devam etmek istiyor musunuz ?
uk: Продовжити?

source: Operation - %1%
fr: Opération - %1%
pl: Operacja - %1%
ru: Операция - %1%
tr: İşlem - %%1
uk: Дія — %1%

source: Downloading package list of %1
fr: Téléchargement de la liste de %1
pl: Pobieranie listy pakietów %1
ru: Загрузка списка пакетов %1
tr: %1 paket listesi indiriliyor
uk: Звантаження переліку пакунків %1

source: Preparing PiSi...
fr: Préparation de PiSi...
pl: Przygotowywanie PiSi...
ru: Подготовка PiSi ...
tr: PiSi Hazırlanıyor...
uk: Підготовлення PiSi…

source: <b>Cancelling operation...</b>
fr: <b>Annulation de l'opération...</b>
pl: <b>Anulowanie operacji...</b>
ru: <b>Отмена операции...</b>
tr: <b>İşlem iptal ediliyor...</b>
uk: <b>Скасування дії…</b>

source: Open Directory
fr: Ouvrir le dossier
ru: Открыть директорию
tr: Dizin Aç
uk: Відкрити теку

source: All the cached packages will be deleted. Are you sure?
fr: Êtes-vous sûr de vouloir supprimer tous les paquets du cache ?
pl: Wszystkie pliki pakietów zostaną usunięte. Czy jesteś pewien?
ru: Все кэшированные пакеты будут удалены. Вы уверены?
tr: Önbellekteki tüm paketler silinecek. Emin misiniz?
uk: Всі кешовані пакунки буде вилучено. Впевнені?

source: Not a valid repository name
fr: Nom de dépôt invalide
pl: Nieprawidłowa nazwa repozytorium
ru: Не верное имя репозитория
tr: Geçerli bir depo ismi değil
uk: Неправильна назва сховища

source: <qt>Repository address should end with xml or xml.bz2 or xz suffix.<p>Please try again.</qt>
fr: <qt>L'adresse du dépôt doit se terminer par xml ou xml.bz2 ou xz.<p>Merci de corriger.</qt>
pl: <qt> Adres repozytorium powinien posiadać rozszerzeni xml, xml.bz2 lub xz.<p> Spróbuj ponownie. </ qt>
ru: <qt>Адресс репозитория должен оканчиваться суффиксом xml или xml.bz2.<p>Пожалуйста, попробуйте еще раз.</qt>
tr: <qt>Depo adresleri xml,xml.bz2 veya uzantısı ile bitmelidir.<p>Lütfen tekrar deneyin.</qt>
uk: <qt>Адреса сховища повинна закінчувати або на суфікс «xml», або «xml.bz2», або «xz» .<p>Спробуйте ще раз.</qt>

source: Installing Package(s)
fr: Installation des paquets
pl: Instalowanie pakietu(ów)
ru: Установка пакета(ов)
tr: Paket(ler) Kuruluyor
uk: Установлення пакунків

source: Removing Package(s)
fr: Désinstallation des paquets
pl: Usuwanie pakietu(ów)
ru: Удаление пакета(ов)
tr: Paket(ler) Kaldırılıyor
uk: Вилучення пакунків

source: Upgrading Package(s)
fr: Mise à jour des paquets
pl: Aktualizowanie pakietu(ów)
ru: Обновление пакета(ов)
tr: Paket(ler) Güncelleniyor
uk: Оновлення пакунків

source: Applying Repository Changes
fr: Valider les modifications des dépôts
pl: Zastosowywanie zmian repozytorium
ru: Применение изменений репозитория
tr: Depo Değişiklikleri Uygulanıyor
uk: Застосування змін щодо сховищ

source: Updating Repository
fr: Mise à jour du dépôt
pl: Aktualizowanie repozytorium
ru: Обновление репозитория
tr: Depo Güncelleniyor
uk: Оновлення сховища

source: Updating Repository(s)
fr: Mise à jour des dépôts
pl: Aktualizowanie repozytorium(ów)
ru: Обновление репозитория(ев)
tr: Depo(lar) Güncelleniyor
uk: Оновлення сховищ

source: installed
fr: installé
pl: zainstalowany
ru: установлено
tr: kuruldu
uk: встановлено

source: removed
fr: désinstallé
pl: usunięty
ru: удалено
tr: kaldırıldı
uk: вилучено

source: upgraded
fr: mis-à-jour
pl: zaktualizowany
ru: обновлено
tr: güncellendi
uk: оновлено

source: modified
fr: modifié
pl: zmodyfikowany
ru: изменено
tr: değiştirildi
uk: змінено

source: Install Package(s)
fr: Installer les paquets
pl: Zainstaluj pakiet(y)
ru: Установить
tr: Paket(ler)i Kur
uk: Установити пакунки

source: Remove Package(s)
fr: Désinstaller les paquets
pl: Usuń pakiet(y)
ru: Удалить
tr: Paket(ler)i Kaldır
uk: Вилучити пакунки

source: Upgrade Package(s)
fr: Mettre à jour les paquets
pl: Zaktualizuj pakiet(y)
ru: Обновить
tr: Paket(ler)i Güncelle
uk: Оновити пакунки

source: Select Operation
fr: Choisir l'opération
pl: Wybierz operacje
ru: Выбор операции
tr: İşlemi Seçin
uk: Вибрати дію

source: %1 new package(s) have been installed succesfully.
fr: %1 nouveaux paquets ont été installés avec succès.
pl: %1 nowy(ch) pakiet(ów) zostało zainstalowanych z powodzeniem.
ru: %1 новых пакетов успешно установлены.
tr: %1 yeni paket başarılı şekilde kuruldu.
uk: %1 пакунків успішно встановлено.

source: %1 package(s) have been removed succesfully.
fr: %1 nouveaux paquets ont été désinstallés avec succès.
pl: %1 pakiet(ów) zostało pomyślnie usuniętych.
ru: %1 пакеты были удалены успешно.
tr: %1 paket başarılı şekilde kaldırıldı.
uk: %1 пакунків успішно вилучено.

source: %1 package(s) have been upgraded succesfully.
fr: %1 nouveaux paquets ont été mis-à-jour avec succès.
pl: %1 pakiet(ów) został(o) pomyślnie zaktualizowanych.
ru: %1 пакеты были обновлены успешно.
tr: %1 paket başarılı şekilde güncellendi.
uk: %1 пакунків успішно оновлено.

source: %1 package(s) have been modified succesfully.
fr: %1 paquets ont été modifiés avec succès.
pl: %1 pakiet(ów) został(o) pomyślnie zmodyfikowanych.
ru: %1 пакеты были изменены успешно.
tr: %1 paket başarılı şekilde değiştirildi.
uk: %1 пакунків успішно змінено.

source: You have selected the following package(s) to install:
fr: Vous avez sélectionné les paquets suivants pour installation :
pl: Wybrałeś następujące pakiet(y) do zainstalowania:
ru: Вы выбрали следующий(е) пакет(ы) для установки:
tr: Aşağıdaki paket(ler)i kurmak üzere seçtiniz:
uk: Ви вибрали такі пакунки для встановлення:

source: You have selected the following package(s) to removal:
fr: Vous avez sélectionné les paquets suivants pour désinstallation :
pl: Wybrałeś następujące pakiet(y) do usunięcia:
ru: Вы выбрали следующий(е) пакет(ы) для удаления:
tr: Aşağıdaki paket(ler)i kaldırmak üzere seçtiniz:
uk: Ви вибрали такі пакунки для вилучення:

source: You have selected the following package(s) to upgrade:
fr: Vous avez sélectionné les paquets suivants pour mise à jour :
pl: Wybrałeś następujące pakiet(y) do aktualizacji:
ru: Вы выбрали следующий(е) пакет(ы) для обновления:
tr: Aşağıdaki paket(ler)i güncellemek üzere seçtiniz:
uk: Ви вибрали такі пакунки для оновлення:

source: You have selected the following package(s) to modify:
fr: Vous avez sélectionné les paquets suivants à modifier :
pl: Wybrałeś następujące pakiet(y) do zmodyfikowania:
ru: Вы выбрали следующий(е) пакет(ы) для изменения:
tr: Aşağıdaki paket(ler)i kaldırmak/kurmak üzere seçtiniz:
uk: Ви вибрали такі пакунки для зміни:

source: Extra dependencies of the selected package(s) that are also going to be installed:
fr: Des paquets dépendants de ceux que vous avez choisis vont également être installés :
pl: Dodatkowe zależności wybranych pakietów, które również będą zainstalowane.
ru: Дополнительные зависимости выбранных пакетов также будут установлены:
tr: Seçili paketlerin ayrıca kurulacak olan ek bağımlılıkları:
uk: Обов'язкові залежності вибраних пакунків також буде встановлено:

source: Reverse dependencies of the selected package(s) that are also going to be removed:
fr: Des paquets dépendants de ceux que vous avez choisis vont être également désinstallés :
pl: Zależności wybranych pakietów, które również będą usunięte.
ru: Следующие зависимости выбранных пакетов также будут удалены:
tr: Seçili paket(ler)in ayrıca kaldırılacak olan ters bağımlılıkları:
uk: Непотрібні залежності вибраних пакунків також буде вилучено:

source: Extra dependencies of the selected package(s) that are also going to be upgraded:
fr: Des paquets dépendants de ceux que vous avez choisis vont être également mis-à-jour :
pl: Dodatkowe zależności wybranych pakietów, które również będą zaktualizowane.
ru: Дополнительные зависимости выбранных пакетов, которые тоже будут обновлены:
tr: Seçili paket(ler)in ayrıca güncellenecek olan ek bağımlılıkları:
uk: Обов'язкові залежності вибраних пакунків також буде оновлено:

source: Extra dependencies of the selected package(s) that are also going to be modified:
fr: Des paquets dépendants de ceux que vous avez choisis vont être également modifiés :
pl: Dodatkowe zależności wybranych pakietów, które również będą zmodyfikowane.
ru: Дополнительные зависимости выбранных пакетов, которые тоже будут изменены:
tr: Seçili paket(ler)in ayrıca kurulacak/kaldırılacak olan ek bağımlılıkları:
uk: Обов'язкові залежності вибраних пакунків також буде змінено:

source: Currently there are <b>%1</b> selected package(s) of total <b>%2</b> of size
fr: Actuellement, il y a <b>%1</b> paquets sélectionnés pour une taille totale de <b>%2</b>
pl: Obecnie jest wybranych <b>%1</b> pakiet(ów) o całkowitym rozmiarze <b>%2</b>
ru: Сейчас есть <b>%1</b> выбранных пакетов на <b>%2</b> по объему
tr: Şu an sepetinizde toplam <b>%2</b> boyutunda seçilmiş <b>%1</b> paket
uk: Вибрано <b>%1</b> пакунків із загальним розміром <b>%2</b>

source: with <b>%1</b> reverse dependencies of total <b>%2</b> of size
fr: avec <b>%1</b> de dépendances inverses pour une taille de <b>%2</b>
ru: с <b>%1</b> зависимостями на <b>%2</b> по объему
tr: ile toplam <b>%2</b> boyutunda <b>%1</b> ters bağımlılık
uk: з <b>%1</b> розміром непотрібних залежностей із загальним розміром <b>%2</b>

source: with <b>%1</b> extra dependencies of total <b>%2</b> of size
fr: avec <b>%1</b> de dépendances supplémentaires pour une taille de <b>%2</b>
ru: с <b>%1</b> дополнительными зависимостями на <b>%2</b> по объему
tr: ile toplam <b>%2</b> boyutunda <b>%1</b> ek bağımlılık
uk: з <b>%1</b> розміром обов'язкових залежностей із загальним розміром <b>%2</b>

source: in your basket.
fr: dans votre panier.
pl: w koszu
ru: в вашей корзине.
tr: bulunuyor.
uk: у кошику.

source: Selected packages [%1] are in conflict with each other. These packages can not be installed together.
fr: Les paquets sélectionnés [%1] sont en conflit les uns avec les autres. Ils ne peuvent être installés ensemble.
pl: Wybrane pakiety [%1] jest w konflikcie z innymi. Pakiety te nie mogązostać zainstalowane razem
ru: Выбранные пакеты [%1] конфликтуют друг с другом. Они не могут быть установлены вместе.
tr: Seçili paketler [%1] birbirleriyle çakışıyor. Bu paketler birlikte kurulamaz.
uk: Вибрані пакунки [%1] конфліктують одне з одним. Ці пакунки неможливо встановити разом.

source: Conflict Error
fr: Erreur de conflit
pl: Błąd konfliktu
ru: Конфликт
tr: Çakışma Hatası
uk: Помилка конфліктів

source: The following packages conflicts:
fr: Les paquets suivants sont en conflit :
pl: Następujące pakiety w konflikcie:
ru: Конфликты среди следующих пакетов:
tr: Aşağıdaki paketler çakışıyor:
uk: Такі пакунки конфліктують:

source: %1 conflicts with: [%2]
fr: %1 est en conflit avec :[%2]
pl: %1 konfliktów z: [%2]
ru: %1 конфликтует с: [%2]
tr: %1 %2 ile çakışıyor
uk: %1 конфліктує з: [%2]

source: Remove the conflicting packages from the system?
fr: Désinstaller les paquets conflictuels ?
pl: Usunąć pakiety w konflikcie z systemu?
ru: Удалить конфликтующие пакеты из системы?
tr: Çakışan paketler sistemden kaldırılsın mı?
uk: Вилучити конфліктний пакунок із системи?
