Repository: pisilinux/playground
Catalog: vedat/2011/package-rating/package-manager/manager/po/*.po
Languages: da, de, es, hr, hu, it, nl, pt_br, sv

source: <qt>Repository address should end with xml or xml.bz2 or xz suffix.<p>Please try again.</qt>
da: <qt>Adressen på pakkearkivet skal have et xml or xml.bz2 suffix.<p>Prøv venligst igen.</qt>
de: <qt>Die Adresse des Depots sollte mit xml, xml.bz2 oder mit xz enden. <p>Bitte erneut versuchen.</qt>
es: <qt>Dirección de repositorio debería terminar con xml, xml.bz2 o xz.<p>Por favor intente de nuevo.</qt>
hr: <qt>Adresa repozitorija treba završavati sa xml ili xml.bz2 ili xz sufiksom.<p>Molim pokušajte ponovno.</qt>
hu: <qt>A tároló címének xml vagy xml.bz2 kiterjesztésre kell végződnie.<p>Kérem, próbálja újra.</qt>
it: <qt>L'indirizzo del repositorio deve finire con il suffisso xml o xml.bz2 o xz.<p>Prova di nuovo.</qt>
nl: <qt>Adres van softwarebron dient te eindigen op XML of XML.BuZa of x suffix. <p>Probeer hetopnieuw.</qt>
pt_br: <qt>Endereço de repositório deveria terminar com o sufixo xml, xml.bz2. ou xz<p>Por favor tente novamente.</qt>
sv: <qt>Förrådsadresser måste sluta på xml, xml.bz2 eller xz.<p>Försök igen.</qt>

source: Installing Package(s)
da: Installerer Pakke(r)
de: Paket(e) werden installiert
es: Instalando Paquete(s)
hr: Instaliram paket(e)
hu: Csomagok telepítése
it: Installazione pacchetto/i
nl: Installeren van pakket(ten)
pt_br: Instalando Pacote(s)
sv: Installerar paket

source: Removing Package(s)
da: Fjerner Pakke(r)
de: Paket(e) werden entfernt
es: Removiendo Paquete(s)
hr: Uklanjam paket(e)
hu: Csomagok eltávolítása
it: Rimozione pacchetto/i
nl: Verwijderen van pakket(ten)
pt_br: Removendo Pacote(s)
sv: Tar bort paket

source: Upgrading Package(s)
da: Opgraderer Pakke(r)
de: Paket(e) werden aktualisiert
es: Actualizando Paquetes(s)
hr: Dopunjujem paket(e)
hu: Frissítés
it: Aggiornamento pacchetto/i
nl: Opwaarderen van pakket(ten)
pt_br: Atualizando Pacote(s)
sv: Uppdaterar paket

source: Applying Repository Changes
da: Anvender Pakkearkiv Ændringer
de: Änderungen werden vorgenommen
es: Aplicando Cambios de Repositorios
hr: Primjenjujem promjene repozitorija
hu: Tároló változások alkalmazása
it: Applicazione cambiamenti repository
nl: Toepassen van softwarebronwijzigingen
pt_br: Aplicando Modificações do Repositório
sv: Tillämpar förrådsändringar

source: Updating Repository
da: Opdaterer Pakkearkiv
de: Depot wird aktualisiert
es: Actualizando Repositorio
hr: Dopunjujem repozitorij
hu: Tároló frissítése
it: Aggiornamento repository
nl: Bijwerken van softwarebron
pt_br: Atualizando Repositório
sv: Uppdaterar förråd

source: Updating Repository(s)
da: Opdater Pakkearkiv(er)
de: Depot wird aktualisiert
es: Actualizando Repositorio(s)
hr: Dopunjujem repozitorij(e)
hu: Tárolók frissítése
it: Aggiornamento repository
nl: Bijwerken van softwarebron(nen)
pt_br: Atualizando Repositório(s)
sv: Uppdaterar förråd

source: installed
da: installeret
de: installiert
es: instalado
hr: instalirano
hu: telepítve
it: installato
nl: geïnstalleerd
pt_br: instalado
sv: installerade

source: removed
da: fjernet
de: entfernt
es: removido
hr: uklonjeno
hu: eltávolítva
it: rimosso
nl: verwijderd
pt_br: removido
sv: borttagna

source: upgraded
da: opgraderet
de: aktualisiert
es: actualizado
hr: nadograđeno
hu: frissítve
it: aggionato
nl: opgewaardeerd
pt_br: atualizado
sv: uppdaterade

source: modified
da: ændret
de: modifiziert
es: modificado
hr: izmjenjeno
hu: módosítva
it: modificato
nl: gewijzigd
pt_br: modificado
sv: ändrad

source: Install Package(s)
da: Installer Pakke(r)
de: Paket(e) installieren
es: Instalar Paquete(s)
hr: Instaliraj paket(e)
hu: Csomagok telepítése
it: Installa pacchetto/i
nl: Pakket(ten) installeren
pt_br: Instalar Pacote(s)
sv: Installera paket

source: Remove Package(s)
da: Fjern Pakke(r)
de: Paket(e) entfernen
es: Remover Paquete(s)
hr: Ukloni paket(e)
hu: Csomagok eltávolítása
it: Rimuovi pacchetto/i
nl: Pakket(ten) verwijderen
pt_br: Removendo Pacote(s)
sv: Ta bort paket

source: Upgrade Package(s)
da: Opgrader Pakke(r)
de: Paket(e) aktualisieren
es: Actualizar Paquetes(s)
hr: Nadogradi paket(e)
hu: Frissítés
it: Aggiorna pacchetto/i
nl: Pakket(ten) opwaarderen
pt_br: Atualizando Pacote(s)
sv: Uppdatera paket

source: Select Operation
da: Vælg Handling
de: Vorgang auswählen
es: Seleccionar Operación
hr: Odaberi operaciju
hu: Válasszon műveletet
it: Seleziona Operazione
nl: Bewerking selecteren
pt_br: Selecione Operação
sv: Välj åtgärd

source: %1 new package(s) have been installed succesfully.
da: %1 nye pakker blev installeret succesfuldt.
de: %1 Paket(e) mit Erfolg installiert.
es: %1 paquetes instalados con éxito.
hr: %1 novi paket(i) su uspješno instalirani.
hu: %1 új csomag sikeresen telepítve.
it: %1 nuovo/i pacchetto/i installato/i con successo.
nl: %1 nieuwe pakket(ten) zijn met succes geïnstalleerd.
pt_br: %1 novo(s) pacote(s) foi(ram) instalado(s) com sucesso.
sv: %1 paket har installerats framgångsrikt.

source: %1 package(s) have been removed succesfully.
da: %1 pakker blev fjernet succesfuldt.
de: %1 neue Paket(e) wurden mit Erfolg entfernt.
es: %1 paquetes removidos con éxito.
hr: %1 novi paket(i) su uspješno uklonjeni.
hu: %1 csomag sikeresen eltávolítva.
it: %1 pacchetto/i rimosso/i con successo.
nl: %1 nieuwe pakket(ten) zijn met succes verwijderd.
pt_br: %1 pacote(s) foi(ram) removido(s) com sucesso.
sv: %1 paket har tagits bort.

source: %1 package(s) have been upgraded succesfully.
da: %1 pakker blev opgraderet succesfuldt
de: %1 neue Paket(e) wurden mit Erfolg aktualisiert.
es: %1 paquetes actualizados con éxito.
hr: %1 novi paket(i) su uspješno nadograđeni.
hu: %1 csomag sikeresen frissítve.
it: %1 pacchetto/i aggiornato con successo.
nl: %1 nieuwe pakket(ten) zijn met succes opgewaardeerd.
pt_br: %1 pacote(s) foi(ram) atualizado(s) com sucesso.
sv: %1 paket har uppdaterats.

source: %1 package(s) have been modified succesfully.
da: %1 pakker blev ændret succesfuldt.
de: %1 Paket(e) wurden mit Erfolg modifiziert.
es: %1 paquete(s) modificados con éxito.
hr: %1 novi paket(i) su uspješno izmjenjeni.
hu: %1 csomag sikeresen eltávolítva.
it: %1 pacchetto/i modificato/i con successo.
nl: %1 pakket(ten) zijn met succes gewijzigd
pt_br: %1 pacote(s) modificado(s) com sucesso.
sv: %1 paket har ändrats framgångsrikt.

source: You have selected the following package(s) to install:
da: Du har valgt følgende pakke(r) til installation:
de: Ausgewählte Paket(e) sind zu installieren:
es: Paquetes seleccionados para instalar:
hr: Odabrali ste slijedeći paket(e) za instaliranje:
hu: A következő csomagokat jelölte ki telepítésre:
it: Hai selezionato i seguenti pacchetti per l'installazione.
nl: De volgende pakket(ten) zijn geselecteerd om te installeren:
pt_br: Você selecionou o(s) seguinte(s) pacote(s) para instalar:
sv: Du har markerat följande paket för installation:

source: You have selected the following package(s) to removal:
da: Du har valgt følgende pakke(r) til fjernelse:
de: Ausgewählte Paket(e) sind zu entfernen:
es: Paquetes a remover:
hr: Odabrali ste slijedeći paket(e) za uklanjanje:
hu: A következő csomagokat jelölte ki eltávolításra:
it: Hai selezionato i seguenti pacchetti per la rimoozione:
nl: De volgende pakket(ten) zijn geselecteerd om te verwijderen:
pt_br: Você selecionou o(s) seguinte(s) pacote(s) para remover:
sv: Du har markerat följande paket för borttagning:

source: You have selected the following package(s) to upgrade:
da: Du har valgt følgende pakke(r) til opgradering:
de: Ausgewählte Paket(e) sind zu aktualisieren:
es: Paquetes a actualizar:
hr: Odabrali ste slijedeći paket(e) za nadogradnju:
hu: A következő csomagokat jelölte ki frissítésre:
it: Hai selezionato i seguenti pacchetti per l'aggiornamento:
nl: De volgende pakket(ten) zijn geselecteerd om te upgraden:
pt_br: Você selecionou o(s) seguinte(s) pacote(s) para atualização:
sv: Du har markerat följande paket för uppdatering:

source: You have selected the following package(s) to modify:
da: Du har valgt følgende pakke(r) til fjernelse:
de: Folgende Paket(e) wurden ausgewählt:
es: Los siguientes paquetes están marcados para modificar:
hr: Odabrali ste slijedeći paket(e) za izmjenu:
hu: A következő csomagokat jelölte ki módosításra:
it: Hai selezionato i seguenti pacchetti per la modifica:
nl: De volgende pakket(ten) zijn geselecteerd om te wijzigen:
pt_br: Você selecionou o(s) seguinte(s) pacote(s) para modificar:
sv: Du har markerat följande paket för ändring:

source: Extra dependencies of the selected package(s) that are also going to be installed:
da: Ekstra afhængigheder krævet af de valgte pakker vil også blive installeret:
de: Erforderliche Pakete, die zusätzlich installiert werden:
es: Dependencias adicionales a instalar:
hr: Dodatne ovisnosti odabranog paketa koje će također biti instalirane:
hu: A kiválasztott csomagok alábbi függőségei is telepítésre kerülnek:
it: Verranno installate anche delle dipendenze extra per il/i pacchetto/i selezionato/i:
nl: Extra afhankelijkheden van de geselecteerde pakket(ten) welk ook geïnstalleerd zullen worden:
pt_br: Dependências extras para o(s) pacote(s) selecionado(s) que também serão instaladas:
sv: Extra beroenden för valda paket som också kommer att installeras:

source: Reverse dependencies of the selected package(s) that are also going to be removed:
da: Tilbageblivende afhængigheder fra den/de valgte pakke(r) vil også blive fjernet:
de: Zu gewähltem Paket abhängige(s) Paket(e), die auch entfernt werden:
es: Dependencias reversas, que también se removerán:
hr: Obrnute zavisnosti odabranog paketa koje će također će biti uklonjene:
hu: Az eltávolításra kijelölt csomagok alábbi függőségei is törlésre kerülnek:
it: I seguenti pacchetti in conflitto con i pacchetti selezionati verranno rimossi:
nl: Keer afhankelijkheden van de geselecteerde pakket(ten) om welk ook verwijderd zullen worden:
pt_br: Dependências reversas para o(s) pacote(s) selecionado(s) que também serão removidas:
sv: Omvända beroenden för markerade paket kommer också att tas bort:

source: Extra dependencies of the selected package(s) that are also going to be upgraded:
da: Ekstra afhængigheder fra den/de valgte pakke(r) vil også blive opgraderet:
de: Abhängige Paket(e), die zusätzlich zum gewählten Paket aktualisiert werden:
es: Dependencias, que se actualizarán también:
hr: Dodatne ovisnosti odabranog paketa koje će također biti nadograđene:
hu: A kiválasztott csomagok alábbi függőségei is frissítésre kerülnek:
it: Le dipendenze extra dei pacchetti selezionati saranno aggiornati:
nl: Extra afhankelijkheden van de geselecteerde pakket(ten) welk ook bijgewerkt zullen worden:
pt_br: Dependências extras para o(s) pacote(s) selecionado(s) que também serão atualizadas:
sv: Extra beroenden för markerade paket som också kommer att uppdateras:

source: Extra dependencies of the selected package(s) that are also going to be modified:
da: Ekstra afhængigheder fra den/de valgte pakke(r) vil også blive ændret:
de: Abhängige Paket(e), die zusätzlich zum gewählten Paket aktualisiert bzw. installiert werden:
es: Dependencias de los paquetes seleccionados, que también requieren modificarse:
hr: Dodatne ovisnosti odabranog paketa koje će također biti izmjenjene:
hu: A kiválasztott csomagok alábbi függőségei is módosításra kerülnek:
it: Le dipendenze extra dei pacchetti selezionati che saranno modificati:
nl: Extra afhankelijkheden van de geselecteerde pakket(ten) die ook gewijzigd worden:
pt_br: Dependências extras para o(s) pacote(s) selecionado(s) que também serão atualizadas:
sv: Extra beroenden för markerade paket som också kommer att ändras:

source: Currently there are <b>%1</b> selected package(s) of total <b>%2</b> of size
da: Der er i øjeblikket <b>%1</b> valgte pakker med en total størrelse på <b>%2</b>
de: Momentan sind <b>%1</b> Paket(e) ausgewählt mit einer Gesamtgrösse von <b>%2</b>
es: Seleccionados <b>%1</b> paquetes con un total de <b>%2</b>
hr: Trenutno je <b>%1</b> odabranih paketa ukupne <b>%2</b>veličine.
hu: Jelenleg <b>%1</b> van kiválasztva, teljes méret <b>%2</b>
it: Al momento ci sono <b>%1</b> pacchetto/i selezionato/i per un totale di <b>%2</b>.
nl: Momenteel zijn er <b>%1</b> geselecteerde pakket(ten) met een totale grootte van <b>%2</b>
pt_br: Atualmente existem <b>%1</b> pacote(s) selecionado(s) do total de <b>%2</b> de tamanho
sv: För närvarande är <b>%1</b> paket valda om <b>%2</b>

source: with <b>%1</b> reverse dependencies of total <b>%2</b> of size
da: hvoraf <b>%1</b> tilbageblivende afhængigheder har en total størrelse på <b>%2</b>
de: und <b>%1</b> rückwärtig abhängige Pakete mit einer Grösse von <b>%2</b>
es: , además <b>%1</b> dependencias reversas, con un tamaño total de <b>%2</b>
hu: <b>%1</b> függőség, méret <b>%2</b>
it: con <b>%1</b> pacchetti in conflitto per un totale di <b>%2</b>
nl: met <b>%1</b> omgekeerde afhankelijkheden met een totale grootte van <b>%2</b>
pt_br: com <b>%1</b> dependências reversas do total <b>%2</b> de tamanho
sv: med <b>%1</b> omvända beroenden om <b>%2</b>

source: with <b>%1</b> extra dependencies of total <b>%2</b> of size
da: med <b>%1</b> ekstra afhængigheder med en total størrelse på <b>%2</b>
de: und <b>%1</b> zusätzlich abhängige Pakete mit einer Gesamtgrösse von <b>%2</b>
es: , además <b>%1</b> dependencias, con un total de <b>%2</b>
hr: sa <b>%1</b> dodatnim ovisnostima ukupne <b>%2</b> veličine
hu: <b>%1</b> függőség, méret <b>%2</b>
it: con <b>%1</b> dipendenze extra per un totale di <b>%2</b>
nl: met <b>%1</b> extra afhankelijkheden met een totale grootte van <b>%2</b>
pt_br: com <b>%1</b> dependências extras do total <b>%2</b> de tamanho
sv: med <b>%1</b> extra beroenden om <b>%2</b>

source: in your basket.
da: i din kurv
de: in Ihrem Korb.
es: en su carrito.
hr: u vašoj košari.
hu: van a kosárban.
it: nel tuo cestino.
nl: in uw mandje.
pt_br: na sua cesta.
sv: i din korg.

source: Selected packages [%1] are in conflict with each other. These packages can not be installed together.
da: Valgte pakker [%1] er i konflikt med hinanden. Disse pakker kan ikke installeres sammen.
de: Ausgewählte Pakete [%1] stehen in Konflikt miteinander. Diese Pakete können nicht zusammen installiert werden.
es: Los paquetes seleccionados [%1] están creando conflictos. No se puede tener instalado estos paquetes juntos.
hr: Odabrani paketi [%1] su u međusobnom konfliktu.ovi paketi ne mogu biti instalirani zajedno.
hu: A kiválasztott csomag [1%] ütközik egy másikkal. Ezek a csomagok együtt nem telepíthetők.
it: I pacchetti selezionati [%1] sono in conflitto. Questi pacchetti non possono essere installati insieme.
nl: Geselecteerde pakketten [%1] zijn in conflict met elkaar. Deze pakketten kunnen niet samen geïnstalleerd worden.
pt_br: Pacotes selecionados [%1] estão em conflito uns com os outros. Esses pacotes não podem ser instalados juntos.
sv: Valda paket [%1] står i konflikt med varandra. Dessa paket kan inte installeras tillsammans.

source: Conflict Error
da: Konflikt Fejl
de: Konfliktfehler
es: Error de Conflicto
hr: Greška sukoba
hu: Ütközési hiba
it: Errore di conflitto!
nl: Conflict fout
pt_br: Erro de Conflito
sv: Konfliktfel

source: The following packages conflicts:
da: Følgende pakker er i konflikt:
de: Es bestehen Konflikte zwischen folgenden Paketen:
es: Los siguientes paquetes crean conflictos:
hr: Sljedeći paketi se sukobljuju:
hu: A következő csomagok ütköznek:
it: I seguenti pacchetti conflittano:
nl: De volgende pakketten zijn in conflict:
pt_br: Os seguintes conflitos de pacotes:
sv: Följande paket står i konflikt:

source: %1 conflicts with: [%2]
da: %1 er i konflikt med: [%2]
de: %1 in Konflikt mit: [%2]
es: %1 crea conflicto con: [%2]
hr: % 1 se sukobi sa: [2%]
hu: %1 ütközik ezzel a csomaggal: [%2]
it: %1 è in conflitto con: [%2]
nl: %1 in conflict met: [%2]
pt_br: %1 conflita com: [%2]
sv: %1 i konflikt med: [%2]

source: Remove the conflicting packages from the system?
da: Fjern pakker der er i konflikt fra systemet?
de: Konfliktverursachende Pakete vom System entfernen?
es: Remover los paquetes en conflicto del sistema?
hr: Ukloni suprotstavljene pakete iz sustava?
hu: Eltávolítja az ütköző csomagokat a rendszerből?
it: Rimuovere i pacchetti in conflitto dal sistema?
nl: Verwijder de conflicterende pakketten van het systeem?
pt_br: Remover pacotes conflitantes do sistema?
sv: Ta bort paket i konflikt från systemet?

source: There are <b>%1</b> updates available!
da: Der er <b>%1</b> opdateringer tilgængelige!
de: Es sind <b>%1</b> Updates verfügbar!
es: Hay <b>%1</b> actualizaciones disponibles!
hr: Dostupne <b>%1</b> su nadogradnje!
hu: <b>%1</b> frissítés elérhető!
it: Ci sono <b>%1</b> aggiornamenti disponibili!
nl: Er zijn <b>%1</b> opwaarderingen beschikbaar!
pt_br: Existem <b>%1</b> atualizações disponíveis!
sv: Det finns <b>%1</b> tillgängliga uppdateringar!

source: Update
da: Opdater
de: Aktualisieren
es: Actualizar
hr: Dopuni
hu: Frissítés
it: Aggiorna
nl: Opwaarderen
pt_br: Atualizar
sv: Uppdatera

source: Show Updates
da: VIs Opdateringer
de: Updates anzeigen
es: Mostrar actualizaciones
hr: Pokaži dopune
hu: Frissítések megjelenítése
it: Mostra aggiornamenti
nl: Opwaarderingen tonen
pt_br: Exibir Atualizações
sv: Visa uppdateringar

source: Ignore
da: Ignorer
de: Ignoriere
es: Ignorar
hr: Ignoriraj
hu: Mellőzés
it: Ignora
nl: Negeren
pt_br: Ignorar
sv: Ignorera

source: Package Files
da: Pakke størrelse:
de: Paketliste
es: Archivos de Paquetes
hr: Datoteke paketa
hu: Csomagfájlok
it: File dei Pacchetti
nl: Pakketbestanden
pt_br: Arquivos do Pacote
sv: Paketfiler

source: Application
da: Program
de: Programm
es: Aplicación
hr: Program
hu: Alkalmazás
it: Applicazione
nl: Toepassing
pt_br: Aplicativos
sv: Program

source: Basket
da: Kurv
de: Korb
es: Carrito
hr: Košara
hu: Kosár
it: Cestino
nl: Mandje
pt_br: Cesta
sv: Korg

source: Selected package(s) for install:
da: Valgte pakke(r) til installation:
de: Ausgewählte Pakete zur Installation:
es: Paquetes a instalar:
hr: Odabrani paket(i) za instaliranje:
hu: Telepítésre kiválasztott csomagok:
it: Seleziona il/i pacchetto/i per l'installazione:
nl: Geselecteerde pakket(ten) om te installeren:
pt_br: Pacote(s) selecionado(s) para instalar:
sv: Valda paket för installation:

source: Total Size:
da: Total Størrelse:
de: Gesamtgrösse:
es: Tamaño Total:
hr: Ukupna veličina:
hu: Teljes méret:
it: Dimensioni totali:
nl: Totale grootte:
pt_br: Tamanho Total:
sv: Sammanlagd storlek:

source: Download Size:
da: Størrelse af Download:
de: Download Grösse:
es: Tamaño de descarga:
hr: Veličina preuzimanja:
hu: Letöltendő méret:
it: Dimensione file da scaricare:
nl: Downloadgrootte:
pt_br: Tamanho para Download:
sv: Hämtningsstorlek:

source: <b>2.0 MB</
es: <b>2.0 MB</b>
it: <b>2.0 MB</b>

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
hr: Postavke
hu: Beállítások
it: Impostazioni
nl: Instellingen
pt_br: Configurações
sv: Inställningar

source: Search Bar
da: Søgefelt
de: Suchleiste
es: Barra de búsqueda
hr: Traka traženja
hu: Keresősáv
it: Barra di ricerca
nl: Zoekbalk
pt_br: Barra de Busca
sv: Sökfält

source: Click to search
da: Klik for at søge
de: Geben Sie Ihre Suche ein
es: Escriba aquí para buscar
hr: Klikni za traženje
hu: Kattintson ide a kereséshez
it: Clicca per cercare
nl: Klik om te zoeken
pt_br: Clique para Buscar
sv: Sök

source: Update Types
da: Opdatere Typer
de: Updatemöglichkeiten
es: Tipos de actualizaciones
hr: Vrste dopuna
hu: Frissítés típusok
it: Tipi di Aggiornamento
nl: Opwaardeertypen
pt_br: Tipos de Atualizações
sv: Uppdateringstyper

source: Category Panel
da: Kategori Panel
de: Kategoriefeld
es: Panel de categorías
hr: Ploča kategorija
hu: Kategória panel
it: Pannello Categoria
nl: Categoriepaneel
pt_br: Painel de Categorias
sv: Kategoripanel

source: Package List
da: Pakkeliste
de: Paketliste
es: Lista de paquetes
hr: Lista paketa
hu: Csomaglista
it: Lista pacchetti
nl: Pakketlijst
pt_br: Lista de Pacotes
sv: Paketlista

source: Show Basket
da: Vis Kurv
de: Korb anzeigen
es: Mostrar Carrito
hr: Pokaži košaru
hu: Kosár megjelenítése
it: Mostra il Cestino
nl: Mandje tonen
pt_br: Mostrar Cesta
sv: Visa korg

source: Check for Updates
da: Tjek for Opdateringer
de: Auf Updates überprüfen
es: Comprobar Actualizaciones
hr: Provjeri za dopune
hu: Frissítések ellenőrzése
it: Controlla gli Aggiornamenti
nl: Controleren op opwaarderingen
pt_br: Verificar por atualizações
sv: Leta efter uppdateringar

source: Package Manager Quick Install
da: Hurtig Installation
de: Schnellinstallation durch Paket-Manager
es: Quick Install del Administrador de Paquetes
hr: Upravitelj paketa brza instalacija
hu: Csomagkezelő gyorstelepítés
it: Gestore dei Pacchetti Installazione Rapida
nl: Snel installeren pakketbeheer
sv: Pakethanterarens snabbinstallation

source: Following packages are selected to install. Do you want to install these packages ?
da: Følgende pakker er valgt til installation. Vil du installere disse pakker ?
de: Die folgenden Pakete wurden zur Installation markiert. Wollen Sie diese Pakete jetzt installieren?
es: Los siguientes paquetes están seleccionados para instalar. Desea instalar todos los paquetes seleccionados ?
hr: Slijedeći paketi su izabrani za instalaciju.Želite li instalirati te pakete?
hu: Az alábbi csomagok telepítésre lettek kijelölve. Telepíteni akarja őket?
it: I seguenti pacchetti sono stati selezionati per l'installazione. Vuoi installare questi pacchetti?
nl: De volgende pakketten zijn geselecteerd om geïnstalleerd te worden. Deze pakketten installeren?
sv: Följande paket är valda för installation. Vill du installera dessa paket?

source: Install
da: Installer
de: Installieren
es: instalar
hr: Instaliraj
hu: Telepítés
it: Installa
nl: Installeer
sv: Installera

source: Cancel
da: Fortryd
de: Abbrechen
es: Cancelar
hr: Odgodi
hu: Mégsem
it: A&nnulla
nl: Annuleren
sv: Avbryt

source: Preview
da: Forhåndsvisning
de: Vorschau
es: Previsualización
hr: Pregled
it: Anteprima
nl: Voorbeeld
sv: Förhandsgranska

source: Add New Repository
da: Tilføj Nyt Pakkearkiv
de: Neues Depot hinzufügen
es: Añadir Repositorio
hr: Dodaj novi repozitorij
hu: Új tároló hozzáadása
it: Aggiungi nuovo repository
nl: Nieuwe softwarebron toevoegen
pt_br: Adicionar Novo Repositório
sv: Lägg till nytt förråd

source: Name of the repository, e.g <b>pardus-devel</b>
da: Navn på pakkearkiv, eks <b>pardus-devel</b>
de: Name des Depots, z.B. <b>pardus-devel</b>
es: Nombre del repositorio, p.ej. <b>pardus-devel</b>
hr: Ime repozitorija,npr. <b>pardus-devel</b>
hu: A tároló neve, pl. <b>pardus-devel</b>
it: Nome del repository, es. <b>pardus-devel</b>
nl: Naam van de softwarebron, bijv. <b>pardus-devel</b>
pt_br: Nome do Repositório, ex. <b>pardus-devel</b>
sv: Namn på förråd, t.ex. <b>pardus-devel</b>

source: Repository Name
da: Navn på pakkearkiv
de: Depot-Name
es: Nombre de Repositorio
hr: Ime repozitorija
hu: Tároló neve
it: Nome repository
nl: Naam softwarebron
pt_br: Nome do Repositório
sv: Förrådsnamn

source: Repository Address
da: Adresse til pakkearkiv
de: Depot-Adresse
es: Dirección de Repositorio
hr: Adresa repozitorija
hu: Tároló címe
it: Indirizzo repository
nl: Adres softwarebron
pt_br: Endereço do Repositório
sv: Förrådsadress

source: Package Manager Settings
da: Indstillinger for pakke håndtering
de: Einstellungen des Paket Managers
es: Configuración del Administrador de Paquetes
hr: Postavke upravitelja paketa
hu: Csomagkezelő beállításai
it: Impostazioni package manager
nl: Pakketbeheer instellingen
pt_br: Configurações do Gerenciador de Pacotes
sv: Anpassa - Pakethanteraren

source: Package list
da: Pakkeliste
de: Paketliste
es: Lista de paquetes
hr: Lista paketa
hu: Csomaglista
it: Lista pacchetti
nl: Pakketlijst
pt_br: Lista de pacote
sv: Paketlista
