Repository: pisilinux/playground
Catalog: vedat/2011/package-rating/package-manager/manager/po/*.po
Languages: da, de, es, hr, hu, it, nl, pt_br, sv

source: &Show only desktop applications
da: &VIs kun skrivebords programmer
de: &Nur Desktop-Anwendungen zeigen
es: &Mostrar solamente programas de escritorio
hr: &Spokaži samo programe radne površine
hu: Csak az asztali alkalmazások &megjelenítése
it: &Mostra solo le applicazioni desktop
nl: Alleen desktop toepassingen &tonen
pt_br: &Mostrar apenas aplicativos da área de trabalho
sv: Vi&sa enbart skrivbordsprogram

source: Show Component information
da: Vis komponent information
de: Zeige Komponenteninformation
es: Mostrar información de componente
hr: Prikaži informacije o komponenti
hu: Komponens információk megjelenítése
it: Visualizza informazioni componente
nl: Componentinformatie tonen
pt_br: Mostrar informação do componente
sv: Visa komponentinformation

source: Show package type tags
da: Vis pakketype tags
de: Zeige Kürzel des Pakettyps
es: Mostrar indicadores de tipos de paquetes
hr: Prikaži oznake vrste paketa
hu: Csomagtípus címkék megjelenítése
it: Mostra etichette del tipo di pacchetto
nl: Pakkettype tags tonen
sv: Visa pakettypsetiketter

source: System tray icon
da: Systemikon i statusfeltet
es: Icono en la barra del sistema
hr: Ikona trake sustava
hu: Rendszertálca ikon
it: Abilita icona nel vassoio di sistema.
nl: Systeemvakpictogram
pt_br: Ícone de bandeja do sistema
sv: Ikon i systembrickan

source: Enable system tray icon
da: Benyt systemikon i statusfeltet
de: System Tray-Icon aktivieren
es: Habilitar ícono en la barra del sistema
hr: Omogući traku sustava
hu: Rendszertálca ikon engedélyezése
it: Abilita icona nel vassoio di sistema.
nl: Systeemvakpictogram inschakelen
pt_br: Habilitar ícone de bandeja do sistema
sv: Aktivera ikon i systembrickan

source: Hide system tray if there is no update.
da: Skjul systemikon vis der ikke er nogen opdateringer.
de: Verstecke das Tray-Icon, sofern keine Updates verfügbar.
es: Ocultar ícono en barra del sistema, si no hay actualizaciones pendientes
hr: Sakrij traku sustava ako nema dopuna
hu: Tálca ikon elrejtése, ha nincs elérhető frissítés
it: Nascondi l'icona di sistema se non ci sono aggiornamenti.
nl: Systeemvakpictogram verbergen bij geen opwaarderingen.
pt_br: Ocultar o ícone de bandeja do sistema quando não houver nenhuma atualização.
sv: Dölj ikon i systembrickan när uppdateringar saknas.

source: Enable &periodic update check
da: Benyt periodisk tjek af opdateringer
de: &Periodische Suche von Updates aktivieren
es: Habilitar comprobación &periódica de actualizaciones
hr: Omogući &povremenu provjeru dopuna
hu: &Ütemezett frissítés engedélyezése
it: Abilita controllo &periodico aggiornamenti
nl: &Periodieke controle van opwaarderingen inschakelen
pt_br: Habilitar checagem de atualizações &periódicas
sv: Aktivera automatisk kontroll

source: Check interval :
da: Opdaterings Interval:
de: Überprüfugsintervall:
es: Intervalo de comprobación :
hr: Interval provjere:
hu: Frissítés gyakorisága:
it: Intervallo di controllo:
nl: Controle-interval:
pt_br: Intervalo de checagem :
sv: Kontrollintervall:

source: Install updates automatically
da: Installer opdateringer automatisk
de: Installiere Updates automatisch
es: Instalar actualizaciones automáticamente
hr: Instaliraj dopune automatski
hu: Frissítések automatikus telepítése
it: Installa aggiornamenti automaticamente
nl: Opwaarderingen automatisch installeren
pt_br: Instalar atualizações automaticamente
sv: Installera uppdateringar automatiskt

source: &General Settings
da: Generelle Indstillinger
de: &Allgemeine Einstellungen
es: Configuración &General
hr: &Osnovne postavke
hu: &Általános beállítások
it: &Impostazioni Generali
nl: Al&gemene instellingen
pt_br: &Configurações Padrões
sv: &Allmänna inställningar

source: Cache Limit
da: Mellemlager begrænsning
es: Límite de cache
it: Limite di Cache
nl: Bufferlimiet
sv: Cachegräns

source: &Use hard disk cache for downloaded software
da: Brug harddisk til mellemlager forl hentet software
de: &Für die heruntergeladene Software den Festplatten-Cache verwenden
es: &Usar cache en disco para los paquetes descargados
hu: &Gyorsítótár használata a letöltött programokhoz
it: &Usa cache hard disk per il software scaricato
nl: Gebr&uik harde schijfbuffer voor gedownloade software
pt_br: &Usar cache de disco para download de aplicativos
sv: &Använd cache för hämtade paket

source: Maximum cache size:
da: Maximal mellemlager størrelse:
de: Maximale Cachegrösse:
es: Tamaño máximo del cache:
hr: Maksimalna veličina predmemorije
hu: Maximális gyorsítótár méret:
it: Dimensione massima cache:
nl: Maximum buffergrootte:
pt_br: Tamanho máximo de cache:
sv: Cachestorlek på disk:

source: Unlimited
da: Ubegrænset
de: unbegrenzt
es: ilimiatado
hr: Neograničeno
hu: Nincs korlát
it: Illimitato
nl: Onbeperkt
pt_br: Ilimitado
sv: Obegränsad

source: Mib
da: Mb
es: Mb
it: Mb

source: Current cache dir:
da: Aktuel mellemlager mappe
de: Aktuelles Chache Verzeichnis:
es: Directorio actual de cache:
hr: Trenutni direktorij predmemorije
hu: Gyorsítótár helye:
it: Directory cache corrente:
nl: Huidige buffermap:
pt_br: Diretório do cache atual:
sv: Aktuell cachekatalog

source: Select...
da: Vælg...
de: Wähle...
es: Seleccionar..
hr: Odaberi...
hu: Kiválasztás...
it: Seleziona...
nl: Selecteren...
pt_br: Selecionar...
sv: Välj...

source: Open
da: Åben
de: Öffnen
es: Abrir
hr: Otvori
hu: Megnyitás
it: Apri
nl: Openen
sv: Öppna

source: Clearing the disk cache will remove all downloaded software. This will not delete installed software or affect your system stability.
da: Nulstilling af mellemlageret vil fjerne alle hentet software. Dette vil ikke slette installeret software eller påvirke systemets stabilitet.
de: Durch das Leeren des Festplatten-Caches werden die heruntergeladenen Programme entfernt. Die installierten Programme werden dadurch nicht gelöscht, und es wird auch keine Auswirkung auf die Systemstabilität haben.
es: Al vaciar el cache en disco se eliminarán todos los paquetes descargadas. Esto no eliminará los programas instalados y no afectará la estabilidad del sistema.
hr: Čišćenje predmemorije diska će ukloniti sav preuzeti softwere. To se neće izbrisati instalirani softwere ili utjecati na stablinost vašeg sustava.
hu: A gyorsítótár törlése eltávolítja az összes letöltött csomagfájlt. Ez a művelet nincs hatással a telepített alkalmazásokra, vagy a rendszer stabilitására
it: Svuotare la cache sul disco rimuoverà tutti i pacchetti dei software scaricati. Questa operazione non rimuoverà il software installato e non influenzerà la stabilità del sistema.
nl: Leeg maken van het schijfbuffer zal alle gedownloade software verwijderen. Het zal geen geïnstalleerde software verwijderen of de stabiliteit van uw systeem beïnvloeden.
pt_br: Limpar o cache do disco vai remover todos os downloads de softwares. Isso não remove os aplicativos instalados ou afeta a estabilidade do seu sistema.
sv: Genom att tömma cachen tas alla hämtade paket bort.Detta påverkar varken installerade paket eller systemets stabilitet.

source: C&lean disk cache now
da: Ryd mellemlageret nu
de: F&estplatten-Cache leeren
es: Vaciar C&ache ahora
hr: O&čisti predmemoriju diska sada
hu: A gyorsítótár k&iürítése
it: &Pulisci cache su disco ora
nl: Schijf&buffer nu opruimen
pt_br: &Limpar cache do disco agora
sv: Töm cachen nu

source: Bandwidth limit
da: Båndbredde begrænsning
de: Bandbreitenlimit
es: Limitar ancho de banda
hr: Ograničenje propusnosti
hu: Sávszélesség korlát
it: Limite di banda
nl: Bandbreedtelimiet
pt_br: Limite de Banda
sv: Bandbreddsbegränsning

source: Use bandwidth limit :
da: Benyt båndbredde begrænsning
de: Bandbreitenlimit verwenden:
es: Limitar ancho de banda :
hr: Koristi ograničenje propusnosti:
hu: Sávszélesség korlát:
it: Usa limite di banda
nl: Bandbreedtelimiet gebruiken:
pt_br: Usar limite de banda :
sv: Använd bandbreddsbegränsning:

source: &Add New Repository
da: Tilføj Nyt Pakkearkiv
de: &Neues Depot hinzufügen
es: &Añadir Repositorio
hr: &Dodaj novi repozitorij
hu: Új tároló &hozzáadása
it: A&ggiungi nuovo repository
nl: Nieuwe softwarebron &toevoegen
pt_br: &Adicionar Novo Repositório
sv: &Lägg till nytt förråd

source: Remove Repository
da: Fjern Pakkearkiv
de: Depot entfernen
es: Remover Repositorio
hr: Ukloni repozitorij
hu: Tároló eltávolítása
it: Rimuovi Repository
nl: Softwarebron verwijderen
pt_br: Remover Repositório
sv: &Ta bort förråd

source: Move &Up
da: Flyt Op
de: Nach &Oben
es: Mover &Arriba
hr: Pomakni &gore
hu: &Fel
it: Sposta &Su
nl: &Omhoog
pt_br: Mover para &Cima
sv: Flytta &upp

source: Move &Down
da: Flyt Ned
de: Nach &Unten
es: Mover A&bajo
hr: Pomakni &dolje
hu: &Le
it: Sposta &Giù
nl: Om&laag
pt_br: Mover para &Baixo
sv: Flytta &ner

source: &Repositories
da: Pakkearkiver
de: &Depots
es: &Repositorios
hr: &Repozitoriji
hu: &Tárolók
it: &Repository
nl: &Softwarebronnen
pt_br: &Repositórios
sv: &Förråd

source: Use Proxy
da: Brug Proxy
de: Proxy nutzen
es: usar proxy
hr: Koristi proxy
it: Usa Proxy
nl: Proxy gebruiken
sv: Använd proxy

source: HTTP proxy server:
es: Servidor proxy HTTP:
hr: HTTP proxy poslužitelj:
hu: HTTP proxy szerver:
it: Proxy HTTP:
pt_br: Servidor de Proxy HTTP:
sv: HTTP:

source: Port:
es: Puerto:
it: Porta:
nl: Poort:
pt_br: Porta:

source: HTTPS proxy server:
es: Servidor proxy HTTPS:
hr: HTTPS proxy poslužitelj:
hu: HTTPS proxy szerver:
it: Proxy HTTPS:
pt_br: Servidor de Proxy HTTPS:
sv: HTTPS:

source: FTP proxy server:
es: Servidor proxy FTP:
hr: FTP proxy poslužitelj:
hu: FTP proxy szerver:
it: Proxy FTP:
pt_br: Servidor de Proxy FTP:
sv: FTP:

source: Domain:
da: Domæne:
es: Dominio:
hr: Domena:
it: Dominio:
nl: Domein:
sv: Domän:

source: Username:
da: Brugernavn:
de: Benutzername:
es: Usuario:
hr: Korisničko ime:
it: Nome utente:
nl: Gebruikernaam:
sv: Användarnamn:

source: Password:
da: Adgangskode:
de: Paßwort:
es: Contraseña:
hr: Lozinka:
nl: Wachtwoord:
sv: Lösenord:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">There is proxy settings available in KDE, you can click <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">here</span></a> to get these settings</p></body></html>
da: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Der er proxy indstillinger tilgængelige i KDE, du kan klikke <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">her</span></a> for at gå til dem</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Bei KDE sind Einstellungen für den Proxy verfügbar. Bitte klicken Sie <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">hier</span></a> für diese Einstellungen</p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Existe una configuración proxy en KDE, puede presionar <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">aquí</span></a> para obtener los parametros</p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Er is een proxy-instelling in KDE beschikbaar, klik op <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">hier</span></a> om deze instellingen te verkrijgen</p></body></html>
sv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Droid Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Det finns en proxyinställning tillgänglig i KDE, du kan klicka <a href="#"><span style=" text-decoration: underline; color:#1b7bae;">här</span></a> för att hämta dessa inställingar</p></body></html>

source: <a href=#>Use this proxy server for all protocols</a>
da: <a href=#>Benyt denne proxy server til alle protokoller</a>
de: <a href=#>Diesen Proxy-Server für alle Protokolle nutzen</a>
es: <a href=#>Usar este servidor proxy para todos los protocolos</a>
hr: <a href=#>Koristi ovaj proxy poslužitelj za sve protokole</a>
it: <a href=#>Usa questo proxy server per tutti i protocolli</a>
nl: <a href=#>Gebruik deze proxyserver voor alle protocollen</a>
sv: <a href=#>Använd den här proxyservern för alla protokoll</a>

source: &Help
da: Hjælp
de: &Hilfe
es: &Ayuda
hr: &Pomoć
hu: &Súgó
it: &Aiuto
pt_br: &Ajuda
sv: &Hjälp

source: &Cancel
da: Fortryd
de: &Abbrechen
es: &Cancelar
hr: &Odgodi
hu: &Mégsem
it: A&nnulla
nl: &Annuleren
pt_br: &Cancelar
sv: &Avbryt

source: Operation Summary
da: Handlings Sammendrag
de: Aktions-Report
es: Resumen de la operación
hr: Sažetak operacije
hu: Műveletek összegzése
it: Riepilogo operazioni
nl: Samenvatting van bewerking
pt_br: Resumo da Operação
sv: Sammanfattning

source: You can start the new installed application by double-clicking on the list below or later from the applications menu.
da: Du kan starte det installerede program ved at dobbeltklikke på det i listen forneden eller senere fra programmenuen.
de: Sie können jetzt die neu installierten Programme durch einen Doppelklick in diesem Fenster starten, oder Sie starten die Programme wie gewohnt vom Systemmenü aus.
es: Puede ejecutar los programas recientemente instalados con un doble-clic en la lista abajo, o desde el menú del sistema.
hr: MOžete pokrenuti novoinstalirani program dvostrukim klikom na donju listu ili kasnije iz izbornika programa.
hu: Az újonnan telepített alkalmazásokat az alábbi listán található ikonjára duplán kattintva is elindíthatja, vagy megteheti ezt később, a menüből.
it: Puoi avviare un' applicazione facendo doppio click sulla lista qui sotto e scegliendola dal menù.
nl: De nieuw geïnstalleerde toepassing kan door dubbelklikken op onderstaande lijst gestart worden of later via het toepassingenmenu.
pt_br: Você pode iniciar a nova aplicação instalado com um clique duplo na lista abaixo ou depois através do menu de aplicativos.
sv: Du kan starta det nyinstallerade programmet genom att dubbelklicka på det i listan nedan, eller senare via programmenyn.

source: Type to filter files
da: Begynd at skrive for at filtrere filer
de: Dateien filtern
es: Escriba para filtrar los archivos
hu: Írjon be szűrőfeltételt
it: Digita per filtrare i file
nl: Type om bestanden te filteren
pt_br: Digite para filtrar arquivos
sv: Skriv för att filtrera filer

source: AppInfo Server is not reachable Please check your network connection
da: AppInfo serveren kan ikke tilgåes Tjek venligst din netværksforbindelse
de: Der AppInfo Server ist nicht erreichbar Bitte prüfen Sie Ihre Netzwerkverbindung
es: Servidor AppInfo no está accesible Por favor verifique su conexión de red
hr: AppInfo poslužitelj nije dostupan Molimo provjerite svoje mrežne veze
hu: Az AppInfo szerver nem elérhető Ellenőrizze a hálózati kapcsolatot és próbálja újra
it: AppInfo Server non è raggiungibile Per favore controllare connessione di rete
nl: AppInfo-server is niet bereikbaar Controleer de netwerkverbinding
pt_br: Servidor do AppInfo não está disponível Por favor verifique sua conexão de internet
sv: AppInfo-servern är inte tillgänglig Kontrollera din nätverksanslutning.

source: Package Details
da: Pakke Detaljer
de: Paket Details
es: Detalles de Paquetes
hr: Detalji paketa
hu: Csomag részletei
it: Dettagli del Pacchetto
nl: Pakketdetails
pt_br: Detalhes do Pacote
sv: Paketdetaljer

source: Web Tarayıcı
de: Webbrowser
hu: Webböngésző
pt_br: Navegadores da Internet
sv: Webbläsare

source: (c) 2009-2010 TUBITAK/UEKAE
da: (c) 2009-2011 TUBITAK/UEKAE

source: Form
da: Formular
hr: Forma
hu: Űrlap

source: C&ache
da: Mellemlager
hr: P&redmemorija
hu: G&yorsítótár
nl: B&uffer

source: <p align='right'>%1 %</p>
hr: <p poravnaj='desno'>%1 %</p>

source: min
hu: perc
