Repository: pisilinux/playground
Catalog: vedat/2011/package-rating/package-manager/manager/po/*.po
Languages: da, de, es, hr, hu, it, nl, pt_br, sv

source: Add or Remove Software
da: Tilføj eller Fjern Software
de: Software hinzufügen oder entfernen
es: Agregar o remover Programas
hr: Dodaj ili ukloni software
hu: Szoftver hozzáadása vagy eltávolítása
it: Aggiungi e rimuovi software
nl: Software toevoegen of verwijderen
pt_br: Adicionar ou Remover Software
sv: Lägg till eller ta bort program

source: Package Manager
da: Pakke Håndtering
de: Paket-Manager
es: Administrador de Paquetes
hr: Upravitelj paketa
hu: Csomagkezelő
it: Gestore di Pacchetti
nl: Pakketbeheer
pt_br: Gerenciador de Pacotes
sv: Pakethanteraren

source: PiSi Package Manager Graphical User Interface
da: PiSi Pakke Håndteringens Grafiske Brugerflade
de: PiSi Paket-Manager grafische Nutzeroberfläche (GUI)
es: Interfaz gráfico del administrador de paquetes PiSi
hr: Pisi upravitelj paketa grafičko sučelje
hu: PiSi Csomagkezelő Grafikus felhasználói felület
it: Un interfaccia grafica per il gestore di Pacchetti PiSi
nl: PiSi pakketbeheer grafische gebruikersinterface
pt_br: Interface Gráfica de Usuário do Gerenciador de Pacotes PiSi
sv: Pakethanteraren PiSis grafiska användargränssnitt

source: Add/Remove/Update Packages
da: Tilføj/Fjern/Updatere Pakker
de: Hinzufügen/Entfernen/Aktualisieren von Paketen
es: Agregar/Remover/Actualizar Paquetes
hr: Dodaj/ukloni/dopuni pakete
hu: Csomagok hozzáadása / eltávolítása / frissítése
it: Aggiungi/Rimuovi/Aggiorna i Pacchetti
nl: Pakketten toevoegen/verwijderen/bijwerken
pt_br: Adicionar/Remover/Atualizar Pacotes
sv: Lägg till/ta bort/uppdatera paket

source: Developer
da: Udvilker
de: Entwickler
es: Desarrollador
hr: Razvijatelj
hu: Fejlesztő
it: Sviluppatore
nl: Onwikkelaar
pt_br: Desenvolvedor
sv: Utvecklare

source: First Author
da: Første Udvikler
de: Erster Autor
es: Autor inicial
hr: Prvi autor
hu: Első szerző
it: Primo autore
nl: Eerste auteur
pt_br: Primeiro Autor
sv: Ursprunglig utvecklare

# NAME OF TRANSLATORS
source: Your names
da: Jesper Lindeberg
de: Stefan Wilhelm
es: Klemens Häckel
hr: Ivica Kolić
hu: Daniel Kovács, Attila Siposs
it: Ali Isingor
nl: Antoon Tolboom
pt_br: Seus nomes
sv: Patrik Karlsson

# EMAIL OF TRANSLATORS
source: Your emails
da: jlindeberg@gmail.com
de: sw@pardususer.de
es: click3d (at) linuxmail.org
hr: ikoli@yahoo.com
hu: bicskas9323@gmail.com, sipiatti@gmail.com
it: isingor@gmail.com
nl: atolboo@gmail.com
pt_br: Seus emails
sv: patrik@trixon.se

source: Clear Basket
da: Tøm Kurv
de: Auswahl zurücksetzen
es: Vaciar Cesta
hr: Očisti košaru
hu: Kosár törlése
it: Pulisci Cestino
nl: Mandje wissen
pt_br: Limpar Cesta
sv: Rensa korg

source: Do you want to clear all selections ?
da: Vil du nulstille alle valgte ?
de: Möchten Sie die Auswahl zurücksetzen?
es: Desea desmarcar todas las selecciones ?
hr: Želite li očistiti sve odabire?
hu: Az összes kijelölést törli?
it: Vuoi cancellare tutte le selezioni?
nl: Alle geselecteerde wissen?
pt_br: Você deseja limpar todas as seleções ?
sv: Vill du rensa valda objekt?

source: Pisi Error
da: Pisi Fejl
de: PiSi Fehler
es: Error Pisi
hr: Pisi greška
hu: PiSi hiba
it: Errore PiSi
nl: Pisi-fout
pt_br: Erro do PiSi
sv: Pisi-fel

source: You must restart your system for the updates to take effect
da: Du skal genstarte dit system før opdateringerne vil træde i kraft
de: Sie müssen Ihr System <b>neu starten</b>, damit die Aktualisierungen Wirkung zeigen
es: Debe rebootear la computadora para que las actualizaciones tengan efecto
hr: Morate ponovno pokrenuti vaš sistem da bi dopune stupile na snagu.
hu: <b>Újra kell indítania</b> a rendszert a változtatások életbe léptetéséhez
it: Devi riavviare il tuo sistema per fare in modo che gli aggiornamenti di questi pacchetti abbiano effetto:
nl: Herstart het systeem voor het actief maken van de opwaarderingen
pt_br: Você deve <b>reinicializar</b> o seu sistema para que a atualização tenha efeito:
sv: Du måste starta om ditt system för att uppdatering skall träda i kraftPaketet

source: Update Requirements
da: Updaterings Krav
de: Anforderung der Aktualisierung
es: Requisitos para la actualización
hr: Zahtjevi dopune
hu: Frissítési követelmények
it: Requisiti Aggiornamento
nl: Vereisten voor opwaarderen
pt_br: Atualizar Requerimentos
sv: Uppdateringskrav

source: Packages Require System Restart
da: Pakker Kræver System Genstart
de: Paket(e) benötigen Neustart des Systems
es: Paquetes Requiren Reboot
hr: Paketi zahtjevaju ponovno pokretanje sustava
hu: A csomag újraindítást igényel
it: Occorre Riavvio del Sistema per i Pacchetti
nl: Pakketten vereisen herstart systeem
pt_br: Pacote requer reinicialização do sistema
sv: Paketet kräver omstart av systemet.

source: You must restart related system services for the updated package(s) to take effect
da: Du skal genstarte relaterede system tjenester for at de opdaterede pakker træder i kraft
de: Damit die aktualisierten Pakete Wirkung zeigen müssen Sie zusammengehörige Systemdienste neu starten,
es: Debe reiniciar servicios del sistema relacionados para que las actualizaciones tengan efecto
hr: Morate ponovno pokrenuti srodne usluge sustava da dopunjeni paket(i) stupe na snagu
hu: Újra kell indítania a következő rendszer-szolgáltatásokat, hogy a kiválasztott csomag(ok) frissített verziói életbe lépjenek:
it: Devi riavviare i seguenti servizi affinché gli aggiornamenti dei pacchetti selezionati abbiano effetto
nl: Herstart gerelateerde systeemdiensten voor het actief maken van de bijgewerkte pakketten
pt_br: Você deve reinicializar os seguintes serviços de sistema para que as atualizações dos pacotes tenham efeito:
sv: Du måste starta om berörda systemtjänster för uppdaterade paket.

source: Packages Require Service Restart
da: Pakker Kræver Tjeneste Genstart
de: Paket(e) benötigen Dienst-Neustart
es: Paquetes Requieren Reinicio de Servicios
hr: Paketi zahtjevaju ponovno pokretanje servisa
hu: Szolgáltatás újraindítást igénylő csomagok
it: Occorre Riavvio dei Servizi per i Pacchetti
nl: Pakketten vereisen herstart systeemdienst
pt_br: Pacote requer reinicialização de serviço
sv: Paket kräver omstart av tjänst.

source: Selected packages are considered critical for the system. Removing them may cause your system to be unusable.
da: Valgte pakker betragtes som kritiske for systemet. Fjernelse af dem kan få dit system til at være ubrugeligt.
de: Die ausgewählten Pakete sind möglicherweise notwendig für das System. Ein entfernen dieser kann das System unbenutzbar machen.
es: Los paquetes seleccionados están considerados imprescindibles para el sistema. Al remover dichos paquetes el sistema podría dejar de funcionar.
hr: Odabrani paketi smatraju e kritičnima za sustav.Njihovo ukloanjanje može uzrokovati nestabilnost sustava.
hu: A kiválasztott csomagok kritikusak a rendszer működése szempontjából. Eltávolításuk a rendszer működésképtelenségét eredményezheti.
it: Pacchetti selezionati sono considerati critici per il sistema. Rimozione può causare il sistema da essere inutilizzabile.
nl: Geselecteerde pakketten zijn belangrijk voor het systeem. Door ze te verwijderen kan het systeem onbruikbaar worden.
pt_br: O pacote selecionado é considerado crítico para o sistema, Remove-lo pode deixar seu sistema instável
sv: Valda paket anses kritiska för systemet.Att ta bort dem kan göra ditt system oanvändbart.

source: Warning
da: Advarsel
de: Warnung
es: Alerta
hr: Upozorenje
hu: Figyelem
it: Attenzione
nl: Waarschuwing
pt_br: Aviso
sv: Varning

source: Critical Packages
da: Kritiske Pakker
de: Kritische Pakete
es: Paquetes Críticos
hr: Kritični paketi
hu: Kritikus csomagok
it: Pacchetti Critici
nl: Kritieke pakketten
pt_br: Pacotes Críticos
sv: Kritiska paket

source: Selected packages are already installed.<br>If you continue, the packages will be reinstalled
da: Valgte pakker er allerede installeret.<br>Hvis du fortsætter vil pakkerne blive installeret igen
de: Die ausgewählten Pakete sind schon installiert. <br>Falls Sie fortfahren, wird das Paket neu installiert
es: Los paquetes seleccionados ya están instalados.<br>Si continúa los paquetes se volverán a instalar
hr: Odabrani paketi su već instalirani.<br>Ako nastavite,paketi će biti ponovno instalirani.
hu: A kiválasztott csomagok már telepítve vannak.<br>Ha folytatja, a csomagok újratelepítésre kerülnek
it: I pacchetti selezionati sono già installati. <br>Se continui, i pacchetti saranno riinstallati
nl: Geselecteerde pakketten zijn reeds geïnstalleerd. <br>Bij doorgaan, worden deze pakketten opnieuw geïnstalleerd.
pt_br: Os pacotes já estão instalados.<br> Se continuar, os pacotes serão reinstalados
sv: Valda paket är redan installerade.<br>Om du fortsätter kommer paketen att ominstalleras.

source: Already Installed Packages
da: Allerede Installerede Pakker
de: Bereits installierte Pakete
es: Paquetes ya instalados
hr: Već instalirani paketi
hu: Már telepített csomagok
it: Pacchetti Già Installati
nl: Reeds geïnstalleerde pakketten
pt_br: Pacote(s) já instalado(s)
sv: Redan installerade paket

source: Installed Packages
da: Installerede Pakker
de: Installierte Pakete
es: Paquetes instalados
hr: Instalirani paketi
hu: Telepített csomagok
it: Pacchetti Installati
nl: Geïnstalleerde pakketten
pt_br: Pacote(s) Instalado(s)
sv: Installerade paket

source: All
da: Alle
de: Alle
es: Todos
hr: Sve
hu: Mind
it: Tutti
nl: Alles
pt_br: Todos
sv: Alla

source: Package Manager Help
da: Hjælp til Pakkehåndtering
de: Hilfe des Paket Managers
es: Ayuda del Administrador de Paquetes
hr: Pomoć upravitelja paketa
hu: Súgó a Csomagkezelőhöz
it: Guida del Gestore Pacchetti
nl: Pakketbeheer help
pt_br: Ajuda do Gerenciador de Pacote
sv: Handbok Pakethanteraren

source: Show main window
da: Vis hoved vinduet
de: Hauptfenster zeigen
es: Mostrar Ventana principal
hr: Pokaži glavni prozor
hu: Főablak megjelenítése
it: Mostra finestra principale
nl: Hoofdvenster tonen
pt_br: Mostrar tela principal
sv: Visa huvudfönster

source: All packages are up to date
da: Alle pakker er opdateret
de: Alle Pakete sind auf dem neuesten Stand!
es: Todos los programas están al día
hr: Svi paketi su dopunjeni
hu: Nincs frissíthető csomag
it: Tutti i pacchetti sono aggiornati
nl: Alle pakketten zijn bijgewerkt
pt_br: Todos os pacotes estão atualizados
sv: Alla paket är uppdaterade

source: Searching...
da: Søger...
de: Suche...
es: Buscando..
hr: Tražim...
hu: Keresés...
it: Cerca...
nl: Zoeken...
pt_br: Buscando...
sv: Söker...

source: No results found.
da: Ingen resultater fundet.
de: Suche nicht erfolgreich.
es: Nada encontrado.
hr: Nisu nađeni rezultati.
hu: Nincs találat
it: Nessun risultato trovato.
nl: Geen resultaten gevonden.
pt_br: Sem resultados encontrados
sv: Inga träffar.

source: Select packages
da: Vælg pakker
de: Pakete auswählen
es: Seleccionar paquetes
hr: Odaberite pakete
it: Selezionare i pacchetti
nl: Pakketten selecteren
sv: Välj paket

source: You must select at least one installed package
da: Du skal vælge mindst en installeret pakke
de: Sie müssen zumindest ein installiertes Paket auswählen
es: Debe seleccionar al menos un paquete instalado
hr: Morate odabrati barem jedan instalirani paket.
it: È necessario selezionare almeno un pacchetto installato
nl: Het selecteren van tenminste één pakket is noodzakelijk
sv: Du måste välja minst ett installerat paket

source: All Updates
da: Alle Opdateringer
de: Alle Aktualisierungen
es: Todas las actualizaciones
hr: Sve dopune
hu: Minden frissítés
it: Tutti gli Aggiornamenti
nl: Alle opwaarderingen
pt_br: Todas as Atualizações
sv: Alla uppdateringar

source: Security Updates
da: Sikkerhedsopdateringer
de: Sicherheitsupdates
es: Actualizaciones de seguridad
hr: Sigurnosne dopune
hu: Biztonsági frissítések
it: Aggiornamenti di Sicurezza
nl: Beveiligingsopwaarderingen
pt_br: Atualizações de Segurança
sv: Säkerhetsuppdateringar

source: Critical Updates
da: Kritiske Opdateringer
de: Kritische Updates
es: Actualizaciones críticas
hr: Kritične dopune
hu: Kritikus frissítések
it: Aggiornamenti Critici
nl: Kritieke opwaarderingen
pt_br: Atualizações Críticas
sv: Kritiska uppdateringar

source: All Packages
da: Alle Pakker
de: Alle Pakete
es: Todos los paquetes
hr: Svi paketi
hu: Minden csomag
it: Tutti Pacchetti
nl: Alle pakketten
pt_br: Todos os Pacotes
sv: Alla paket

source: Installable Packages
da: Installerbare Pakker
de: Installierbare Pakete
es: Paquetes a instalar
hr: Paketi za instalaciju
hu: Telepíthető csomagok
it: Pacchetti Installabili
nl: Installeerbare pakketten
pt_br: Pacotes Instaláveis
sv: Installerbara paket

source: Updates
da: Opdateringer
es: Actualizaciones
hr: Dopune
hu: Frissítések
it: Aggiornamenti
nl: Opwaarderingen
pt_br: Atualizações
sv: Uppdateringar

source: Calculating dependencies...
da: Beregner afhængigheder
de: Berechne Abhängigkeiten...
es: Calculando dependencias...
hr: Računam ovisnosti
hu: Függőségek meghatározása...
it: Si calcolano le dipendenze...
nl: Afhankelijkheden bepalen...
pt_br: Calculando dependências...
sv: Beräknar beroenden...

source: Currently your basket is empty.
da: Din kurv er i øjeblikket tom.
de: Im Augenblick ist Ihr Korb leer.
es: Actualmente el carrito está vacío.
hr: Trenutno je vaša košara prazna.
hu: A kosár jelenleg üres.
it: Il tuo cestino è vuoto.
nl: Momenteel is uw mandje leeg.
pt_br: Sua cesta está atualmente vazia.
sv: För närvarande är din korg tom.

source: installing
da: installerer
de: wird installiert
es: instalando
hr: instaliranje
hu: telepítés
it: installazione in corso
nl: installeren
pt_br: instalando
sv: Installerar

source: removing
da: fjerner
de: wird entfernt
es: removiendo
hr: uklanjanje
hu: eltávolítás
it: rimozione in corso
nl: verwijderen
pt_br: removendo
sv: Tar bort

source: extracting
da: udpakker
de: auspacken
es: extrayendo
hr: raspakiranje
hu: kibontás
it: estrazione
nl: uitpakken
pt_br: extraindo
sv: Packar upp

source: configuring
da: konfigurerer
de: konfiguriere
es: configurando
hr: konfiguriranje
hu: konfigurálás
it: configurazione
nl: instellen
pt_br: configurando
sv: Konfigurerar

source: downloading
da: downloader
de: wird heruntergeladen
es: descargando
hr: preuzimanje
hu: letöltés
it: download in corso
nl: downloaden
pt_br: fazendo download
sv: Hämtar

source: critical
da: kritisk
de: kritisch
es: crítico
hr: kritično
hu: kritikus
it: critico
nl: kritiek
pt_br: critico
sv: kritisk

source: security
da: sikkerhed
de: Sicherheit
es: seguridad
hr: sigurnost
hu: biztonsági
it: sicurezza
nl: veiligheid
pt_br: segurança
sv: säkerhet

source: Description:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
hr: Opis:
hu: Leírás:
it: Descrizione:
nl: Beschrijving:
pt_br: Descrição:
sv: Beskrivning:

source: Website:
da: Hjemmeside:
de: Webseite
es: Sitio web:
hr: Web stranica:
hu: Honlap:
it: Sito web:
pt_br: Site:
sv: Webbplats:

source: Release:
da: Udgivelse:
de: Version:
es: Versión:
hr: Izdanje:
hu: Kiadás:
nl: Uitgave:
pt_br: Lançamento:
sv: Version:

source: Repository:
da: Pakkearkiv:
de: Depot:
es: Repositorio:
hr: Repozitorij:
hu: Tároló:
nl: Softwarebron:
pt_br: repositório:
sv: Förråd:

source: Package Size:
da: Pakke størrelse:
de: Paketgrösse:
es: Descarga:
hr: Veličina paketa:
hu: Csomagméret:
it: Dimensione pacchetto:
nl: Pakketgrootte:
pt_br: Tamanho do Pacote:
sv: Paketstorlek:

source: Installed Version:
da: Installeret Version:
de: Installierte Version:
es: Versión instalada:
hr: Instalirana verzija:
hu: Telepített verzió:
it: Versione Installata:
nl: Geïnstalleerde versie:
pt_br: Versão Instalada:
sv: Installerad version:

source: Details
da: Detaljer
es: Detalles
hr: Detalji
hu: Részletek
it: Dettagli
pt_br: Detalhes
sv: Detaljer

source: Select all packages in this group
da: Vælg alle pakker i denne gruppe
de: Alle Pakete in dieser Gruppe auswählen
es: Seleccionar todos los paquetes de éste grupo
hr: Odaberi sve pakete u ovoj grupi
hu: Az összes csomag kiválasztása ebben a csoportban
it: Seleziona tutti i pacchetti di questo gruppo.
nl: Selecteer alle pakketten in deze groep
pt_br: Selecione todos os pacotes nesse grupo
sv: Välj alla paket i den här gruppen

source: %prog packages_to_install
de: %prog Pakete zu installieren
es: %prog paquetes_a_instalar
it: %prog pacchetti_da_installare
nl: %prog te_installeren_pakketten
sv: %prog paket att installera

source: Hide summary screen
da: Skjul oversigtsskærmen
de: Verberge die Anzeige der Zusammenfassung
es: Ocultar resumen
hr: Sakrij zaslon sažetaka
hu: Összegzés elrejtése
it: Nascondi schermata di riepilogo
nl: Samenvatting verbergen
sv: Dölj sammanställning

source: Network Error
da: Netværks Fejl
de: Netzwerkfehler
es: Error de red
hr: Greška mreže
hu: Hálózati hiba
it: Errore di rete
nl: Netwerkfout
pt_br: Erro de Conectividade de Rede
sv: Nätverksfel

source: Please check your network connections and try again.
da: Kontroller venligst dine netværksforbindelser og forsøg igen.
de: Bitte prüfen Sie Ihre Netzwerkverbindung und versuchen Sie es noch einmal.
es: Por favor verifique su conexión de red y luego intente de nuevo.
hr: Molim provjerite vaše mrežne veze i pokušajte ponovno.
hu: Ellenőrizze a hálózati kapcsolatot és próbálja újra.
it: Per favore, controlla la tua connessione internet e prova nuovamente.
nl: Controleer de netwerkverbinding en probeer het opnieuw.
pt_br: Por favor cheque as conexões de rede e tente novamente.
sv: Kontrollera din nätverksanslutning och försök igen.

source: Authorization Error
da: Godkendelses Fejl
de: Authorisationsfehler
es: Error de autenticación
hr: Pogreška pri autorizaciji
hu: Hitelesítési hiba
it: Errore di autorizzazione
nl: Autorisatiefout
pt_br: Erro de Autorização
sv: Auktoriseringsfel

source: You are not authorized for this operation.
da: Du har ikke rettigheder til at foretage denne handling
de: Sie sind für diesen Vorgang nicht autorisiert.
es: No tiene los permisos para esta operación.
hr: Nemate dopuštenje za ovu operaciju.
hu: A művelet végrehajtásához nincs jogosultsága
it: Non sei autorizzato per eseguire questa operazione.
nl: U bent niet gemachtigd om deze handeling uit te voeren.
pt_br: Você não está autorizado para executar essa operação.
sv: Du har inte behörighet till den här åtgärden.

source: Package <b>%s</b> not found in repositories.<br>It may be upgraded or removed from the repository.<br>Please try upgrading repository informations.
da: Pakke <b>%s</b> blev ikke funder i pakkearkiv.<br>Den kan være blevet opgraderet eller fjernet fra pakkearkivet.<br>Prøv venligst at opdatere pakkearkivet.
de: Paket <b>%s</b> nicht in den Depots gefunden. <br>Möglicherweise ist es aktualisiert oder aus dem Depot entfernt worden.<br> Bitte versuchen Sie die Depot-Informationen zu aktualisieren.
es: Paquete <b>%s</b> no encontrado en los repositorios.<br>Puede ser que se actualizó o fue removido del repositorio.<br>Por favor intente recargar las informaciones de los repositorios.
hr: Paket <b>%s</b> nije nađen u repozitorijima.<br>Možda je dopunjen ili uklonjen iz repozitorija.<br>Pokušajte dopuniti repozitorije.
hu: A <b>%s</b> csomag nem található a tárolóban.<br>Lehet hogy már frissült, vagy már el lett távolítva.<br>Kérem frissítse a tárolók információit.
it: Pacchetto <b>%s</b> non trovato nei repositori. Può essere stato aggiornato o rimosso dal repositorio. Prova ad aggiornare le informazioni sui repository.
nl: Pakket <b>%s</b> is niet in de softwarebron gevonden.<br>Het kan eventueel opgewaardeerd of verwijderd zijn uit de bron.<br> Ververs de informatie van de softwarebron.
pt_br: Pacote <b>%s</b> não encontrado no(s) repositório(s).<br>Ele pode ter sido atualizado ou removido do(s) repositório(s).<br>Por Favor tente atualizar as informações dos repositórios
sv: Paketet <b>%s</b> finns ej i förråden.<br>Det kan vara uppdaterat i, eller borttaget ur, förrådet.<br>Försök att uppdatera förrådsinformationen.

source: Mixing file names and package names not supported yet.
da: Blanding af filnavne og pakkenavn er ikke supporteret endnu.
de: Das vermischen von Datei- und Paketnamen wird momentan nicht unterstützt.
es: No se puede mezclar nombres de archivos y nombres de paquetes en la versión actual
hr: Miješanje imena datoteka i imena paketa još nije podržano.
hu: A fájlnevek és csomagnevek keverése még nem támogatott.
it: La miscelazione dei nomi dei file e dei pacchetti non è ancora supportata.
nl: Combineren van bestand- en pakketnamen wordt nog niet ondersteund.
sv: Blandning av fil- och paketnamn stöds ej ännu.

source: File <b>%s</b> doesn't exists.
da: Fil <b>%s</b> eksisterer ikke
de: Die Datei <b>%s</b> existiert nicht.
es: Archivo <b>%s</b> no existe.
hr: Datoteka <b>%s</b> ne postoji.
hu: <b>%s</b> fájl nem található.
it: File <b>%s</b> non esiste.
nl: Bestand <b>%s</b> bestaat niet.
sv: Filen <b>%s</b> finns inte.

source: Another instance of PiSi is running. Only one instance is allowed.
da: PiSi kører allerede. Kun en udgave af PiSi kan køre af gangen.
de: Eine andere Instanz von PiSi wird ausgeführt. Es ist nur eine Instanz erlaubt.
es: Se está ejecutando ya otra instancia de PiSi. Se permite ejecutar solamente una vez.
hu: Egy másik PiSi már fut. Csak egy példány indítása megengedett.
it: Un'altra istanza di PiSi è in esecuzione. La modifica del database di PiSi è consentita a un'unica istanza alla volta.
nl: Er is al een kopie van PiSi actief. Dit is slechts eenmaal toegestaan.
sv: En annan instans av PiSi körs redan. Endast en instans är tillåten.

source: Do you want to continue ?
da: Vil du fortsætte ?
de: Möchten Sie fortfahren ?
es: Desea continuar ?
hr: Želite li nastaviti?
hu: Kívánja folytatni?
it: Vuoi continuare?
nl: Wilt u doorgaan?
pt_br: Você quer continuar ?
sv: Vill du fortsätta?

source: Operation - %1%
da: Handling - %1%
de: Vorgang - %1%
es: Operación - %1%
hr: Operacija - %1%
hu: Művelet - %1%
it: Operazione - %1%
nl: Bewerking - %1%
pt_br: Operação - %1%
sv: Åtgärd - %1%

source: Downloading package list of %1
da: Downloader pakkeliste af %1
de: Paketliste wird von %1 heruntergeladen
es: Descargando lista de paquetes %1
hr: Preuziman listu paketa od %1
hu: %1 csomaglista letöltése
it: Download lista pacchetti di %1
nl: Downloaden pakketlijst van %1
pt_br: Fazendo download da lista de pacotes de %1
sv: Hämtar paketlista för %1

source: Preparing PiSi...
da: Forbereder PiSi...
de: Bereite PiSi vor...
es: Preparando PiSi...
hr: Pripremam Pisi...
hu: <h3>PiSi előkészítése...</h3>
it: Preparazione PiSi...
nl: PiSi voorbereiden...
pt_br: Preparando o PiSi...
sv: Förbereder PiSi...

source: <b>Cancelling operation...</b>
da: Fortryder handling...
de: <b>Vorgang wird abgebrochen...</b>
es: <b>Cancelando operación...</b>
hr: <b>Odgađanje operacije...</b>
hu: <b>Művelet visszavonása...</b>
it: <b>Annullamento operazione...</b>
nl: <b>Bewerking annuleren...</b>
pt_br: <b>Cancelando a operação...</b>
sv: <b>Avbryter åtgärd...</b>

source: Open Directory
da: Åben Mappe
de: Öffne Verzeichnis
es: Abrir directorio
hr: Otvori direktorij
hu: Könyvtár megnyitása
it: Apri Cartella
nl: Map openen
pt_br: Abrir Diretório
sv: Öppna katalog

source: All the cached packages will be deleted. Are you sure?
da: Alle de mellemlagrede pakker vil blive slettet. Er du sikker?
de: Alle Pakete, die sich im Cache befinden, werden gelöscht. Sind Sie sicher?
es: Se eliminarán todos los paquetes almacenados del cache. Está seguro ?
hu: Minden gyorsítótárazott csomag törölve lesz. Folytatja?
it: Tutti i pacchetti nella cache verranno eliminati. Sei sicuro?
nl: Alle gebufferde pakketten worden verwijderd. Bent u zeker?
pt_br: Todos os pacotes em cache serão deletados. Você tem certeza?
sv: Alla cachade paket kommer att raderas. Är du säker?

source: Not a valid repository name
da: Navn på pakkearkiv ikke godkendt
de: Keine gültige Depot-Bezeichnung
es: Nombre de Repositorio no válido
hr: Nije valjano ime repozitorija
hu: Érvénytelen tárolónév
it: Nome repository non valido
nl: Geen geldige bronnaam
pt_br: Não é um nome de repositório válido
sv: Ogiltigt förrådsnamn
