Repository: pisilinux/playground
Catalog: vedat/2011/manager-improvements/user-manager/manager/po/*.po
Languages: hr

source: An application for managing user accounts.
hr: Program za upravljanje računima korisnika

source: User Manager
hr: Upravitelj korisnika

source: Current Maintainer
hr: Trenutni održavatelj

source: First Developer
hr: Prvi razvijatelj

# NAME OF TRANSLATORS
source: Your names
hr: Ivica Kolić

# EMAIL OF TRANSLATORS
source: Your emails
hr: ikoli@yahoo.com

source: User/group operations
hr: Operacije korisnik/grupa

source: Package operations
hr: Operacija paketa

source: Service operations
hr: Operacije servisa

source: Date/time operations
hr: Datum/vrijeme operacije

source: Kernel/Process operations
hr: Operacije kernel/proces

source: Bootloader settings
hr: Postavke boot učutavača

source: Screen settings
hr: Postavke zaslona

source: Locale settings
hr: Postavke jezika

source: Network settings
hr: Mrežne postavke

source: Login Manager settings
hr: Postavke prijave korisnika

source: Keyboard settings
hr: Postavke tipkovnice

source: There has to be at least one group selected.
hr: Mora biti odabrana barem jedna grupa.

source: Start with typing this user's full name.
hr: Započni pisanjem punog imena ovoga korisnika.

source: You should enter a password for this user.
hr: Trebate unijeti lozinku za ovoga korisnika.

source: Password must be longer.
hr: Lozinka mora biti duža.

source: Don't use your full name or user name as a password.
hr: Ne koristite svoje puno ime ili korisničko ime kao lozinku.

source: Passwords don't match.
hr: Lozinke se ne podudaraju.

source: You must enter a user name.
hr: Morate unijeti korisničk0 ime.

source: This user name is used by another user.
hr: Ovo ime koristi drugi korisnik

source: User name must not start with a number.
hr: Korisničko ime ne smije započeti brojem

source: There are no packages that provide backend for this application. Please make sure that packages are installed and configured correctly.
hr: Ne postoje paketi koji pružaju pozadinu za ovu aplikaciju. Molimo budite sigurni da su paketi instalirani i konfigurirani ispravno.

source: Users
hr: Korisnici

source: Groups
hr: Grupe

source: All Users
hr: Svi korisnici

source: All Groups
hr: Sve grupe

source: Add User
hr: Dodaj korisnika

source: Add Group
hr: Dodaj grupu

source: Access denied.
hr: Pristup odbijen.

source: Cannot delete <b>%1</b>. The user is currently logged in.
hr: Ne mogu obrisati <b>%1</b>. Korisanik je trenutno prijavljen.

source: Do you want to delete user '%1' (%2)?
hr: Želite li izbrisati korisnika '%1' (%2)?

source: Also remove user files. (This may take long.)
hr: Također uklonite datoteke korisnika. (Ovo može dugo potrajati)

source: Do you want to delete group '%1'?
hr: Želite li izbrisati grupu '%1'?

source: Group Information
hr: Informaciaj o grupi

source: Group Name:
hr: Ime grupe:

source: No.:
hr: Broj:

source: User Information
hr: Informacije o korisniku

source: Full Name:
hr: Puno ime:

source: Password:
hr: Lozinka:

source: Password (Again):
hr: Lozinka (ponovno)

source: Username:
hr: Korisničko ime:

source: Home Directory:
hr: Osobna mapa:

source: Give administrator rights
hr: Daj administratorska prava

source: User Id:
hr: Korisnički ID:

source: Advanced
hr: Napredno

source: Apply this policy to all actions
hr: Primijeni ovo pravilo na sve akcije

source: Use system settings
hr: Koristi postavle sustava

source: Authorize user
hr: Ovlasti korisnika

source: Deny user
hr: Odbij koridnika

source: Start typing to filter
hr: Počni pisati u filter

source: Authorizations
hr: Ovlasti

source: Main Group:
hr: Glavna grupa:

source: Edit
hr: Uredi

source: Delete
hr: Izbriši

source: Add New
hr: Dodaj novi
