Repository: pisilinux/playground
Catalog: vedat/2011/yali-live/po/*.po
Languages: hu, tr, uk

source: Removes all Linux partitions on the selected%s device(s). This does not remove other partitions you may have on your storage device(s) (such as VFAT or FAT32)
hu: A kiválasztott %s eszköz(ök) minden linux partíciója eltávolításra kerül. Az eszközön lévő más partíciók (pl. VFAT, FAT32) nem lesznek eltávolítva.
tr: Seçili aygıt(lar)%s üstündeki Linux disk bölümlerini siler. Bu işlem diskinizdeki (VFAT veya FAT32) gibi diğer disk bölümlerine uygulanmaz.
uk: Вилучає всі розділи Linux на вибраних %s пристроях. Це не вилучить інші розділи, які ви можете мати на носіях (такі, як VFAT або FAT32)

source: Retains your current data and partitions and uses only the unpartitioned space on the selected %s device(s), assuming you have enough free space available.
hu: A létező partíciók és adatok megtartása, és csak a kiválasztott %s eszköz(ök) nem partícionált részének felhasználása, feltételezve, hogy elegendő szabad hely áll rendelkezésre.
tr: Var olan veri ve disk bölümlerini koruyarak seçili %s aygıt(lar) üzerindeki bölümlenmemiş alanları kullanır. Yeterli boş alan olduğu var sayılır.
uk: Зберігає теперішні дані та розділи і використовує лише вільне місце на вибраних %s пристроях, якщо у вас достатньо місця.

source: Manual Partitioning selected.
hu: Kézi partícionálás lett kiválasztva.
tr: Elle Bölümlendirme seçildi.
uk: Вибрано ручне розділення.

source: Bootloader Settings
hu: Rendszertöltő beállítások
tr: Açılış Yöneticisi Ayarları
uk: Налаштування завантажувача

source: GRUB will be installed to <b>%s</b>.
hu: A GRUB a <b>%s</b>-re kerül.
tr: GRUB <b>%s</b> üzerine kurulacak.
uk: GRUB буде встановлено в <b>%s</b>.

source: GRUB will not be installed.
hu: A GRUB nem kerül telepítésre.
tr: GRUB kurulmayacak.
uk: GRUB не буде встановлено.

source: Package Installation Settings
hu: Csomagtelepítési beállítások
tr: Paket Kurulum Ayarları
uk: Налаштування встановлення пакунка.

source: Collection <b>%s</b> selected
tr: Seçilen koleksiyon <b>%s</b>

source: Confirm
hu: Jóváhagyás
tr: Onayla
uk: Підтвердження

source: The partitioning options you have selected will now be written to disk. Any data on deleted or reformatted partitions will be lost.
tr: Belirlediğiniz biçimlendirme seçenekleri diske uygulanacak. Silinen veya yeniden biçimlendirilen bölümlerdeki tüm verileri kaybedeceksiniz.
uk: Вибрані параметри розділення буде записано на диск. Будь-які дані на вилученому або відформатованому розділі буде втрачено.

source: Write Changes to Disk
hu: Változtatások kiírása a lemezre
tr: Değişiklikleri Diske Yaz
uk: Записати зміни на диск

source: Go Back
hu: Vissza
tr: Geri Dön
uk: Повернутись назад

source: Proprietary Hardware Drivers
hu: Zárt meghajtó programok
tr: Üretici Tarafından Desteklenen Donanım Sürücüleri
uk: Закриті драйвера

source: <qt>Proprietary drivers are available which may be required to utilize the full capabilities of your video card. These drivers are developed by the hardware manufacturer and not supported by Pardus developers since their source code is not publicly available.<br><br><b>Do you want to install and use these proprietary drivers instead of the default drivers?</b></qt>
hu: <qt>Zárt meghajtó programok elérhetők a videokártyájához, amelyekkel a maximális teljesítmény érhető el. Ezeket a meghajtókat a hardver gyártója készíti, forráskódjuk nem publikus ezért a Pardus fejlesztői nem tudnak hozzá támogatást nyújtani.<br><br><b>Szeretné ezeket a meghajtókat telepíteni és használni az alapértelmezettek helyett?</b></qt>
tr: <qt>Ekran kartınızın tüm özelliklerini kullanmanızı sağlamak için gerekli olabilecek sahipli sürücüler de bulunuyor. Bu sürücüler donanım üreticileri tarafından sağlanıyor ve kaynak kodu açık olmadığı için Pardus geliştiricileri tarafından destek verilemiyor. <br><br><b>Ön tanımlı sürücüler yerine sahipli sürücüleri kurmak ister misiniz?</b></qt>
uk: <qt>Закриті драйвера можуть бути потрібними для якнайпродуктивнішої роботи з вашою відеоплатою. Ці драйвера розроблено виробником і не підтримуються розробниками Pardus, поки їхній код не опубліковано.<br><br><b>Бажаєте встановити і використовувати закриті дравера замість типових?</b></qt>

source: Update
hu: Frissítés
tr: Güncelle
uk: Оновити

source: This user name is already taken, please choose another one.
hu: Ez a felhasználónév már foglalt, válasszon másikat.
tr: Bu kullanıcı adı zaten var, başka bir tane seçin.
uk: Цей псевдонім уже зайнято, будь ласка, виберіть інший.

source: The user name contains invalid characters.
hu: A felhasználónév érvénytelen karaktereket tartalmaz.
tr: Kullanıcı adı geçersiz karakterler içeriyor.
uk: Псевдонім містить неприпустимі символи.

source: The real name contains invalid characters.
hu: A teljes név érvénytelen karaktereket tartalmaz.
tr: Gerçek İsim bölümü geçersiz karakterler içeriyor.
uk: Справжнє ім'я містить неприпустимі символи.

source: User ID used before, choose another one!
hu: A felhasználó azonosító már foglalt, válasszon másikat.
tr: Kullanıcı ID'si daha önce kullanılmış, başka bir tane seçin!
uk: ID користувача вже використовувався до того, виберіть інше!

source: Partitions to Shrink
hu: Zsugorítandó partíciók
tr: Disk Bölümü Ayarları
uk: Розділи на зменшення

source: Resize FileSystem Error
hu: Fájlrendszer átméretezési hiba
tr: Dosya Sistemi Yeniden Boyutlandırma Hatası
uk: Помилка зміни розміру файлової системи

source: Resize Device Error
hu: Eszköz átméretezési hiba
tr: Aygıtı Yeniden Boyutlandırma Hatası
uk: Помилка зміни розміру пристрою

source: You cannot remove this physical volume because otherwise the volume group will be too small to hold the currently defined logical volumes.
hu: A fizikai kötet nem távolítható el, mert a VG túl kicsi lesz a jelenlegi logikai kötetekhez.
tr: Bu fiziksel hacmi kaldıramazsınız çünkü o taktirde belirlenen mantıksal hacimleri korumak için hacim grubunun ebadı çok küçük kalacaktır.
uk: Ви не можете вилучити цей фізичний том, оскільки натомість група томів буде надто маленькою, щоб утримувати теперішні визначені логічні томи.

source: Don't ask again
hu: Ne kérdezze újra
tr: Tekrar sorma
uk: Надалі не запитувати

source: Do you want to continue?
hu: Akarja folytatni?
tr: Devam etmek istiyor musunuz?
uk: Продовжити?

source: Information
hu: Információ
tr: Bilgi
uk: Інформація

source: OK
tr: Tamam
uk: Гаразд

source: Error reporting
hu: Hibajelentés
tr: Hata bildiriyor
uk: Звітування про помилку

source: Pixmaps resources file doesn't exists
hu: Kép forrásfájlok nem találhatók
tr: Pixmap kaynak dosyası mevcut değil
uk: Файл растрових ресурсів не існує

source: Style file doesn't exists
hu: Stílus fájl nem található
tr: Stil dosyası mevcut değil
uk: Файл стилю не існує

source: Release file doesn't exists
hu: Kiadási fájl nem található
tr: Sürüm dosyası mevcut değil
uk: Файл випуску не існує

source: Turn Off Computer
hu: Számítógép kikapcsolása
tr: Bilgisayarı Kapat
uk: Вимкнути комп'ютер

source: Restart Computer
hu: Számítógép újraindítása
tr: Bilgisayarı Yeniden Başlat
uk: Перезапустити комп'ютер

source: Restart YALI
hu: YALI újraindítása
tr: Kurulumu Yeniden Başlat
uk: Перезапустити YALI

source: right
hu: jobb
tr: Sağ
uk: праву

source: left
hu: bal
tr: Sol
uk: ліву

source: Mouse Settings
hu: Egér beállítások
tr: Fare Ayarları
uk: Налаштуванн мишки

source: You just clicked the <b>%s</b> mouse button.
hu: A <b>%s</b> egérgombbal kattintott.
tr: <b>%s</b> fare tuşuna tıkladınız.
uk: Ви щойно натиснули <b>%s</b> кнопку миші.

source: Do you want to switch to the <b>%s</b> handed configuration?
hu: Át akar váltani <b>%s</b>kezes egérre?
tr: <b>%s</b> el için uygun fare ayarlarını kullanmak ister misiniz?
uk: Перемкнути налаштування на <b>%s</b> руку?

source: Are you sure you want to shut down your computer now?
hu: Biztosan ki akarja kapcsolni a számítógépet?
tr: Bilgisayarı şimdi kapatmak istiyor musunuz?
uk: Вимкнути комп'ютер зараз же?

source: Are you sure you want to restart your computer now?
hu: Biztosan újraindítja a számítógépet?
tr: Bilgisayarı şimdi yeniden başlatmak istiyor musunuz?
uk: Перезапустити комп'ютер зараз же?

source: Are you sure you want to restart the YALI installer now?
hu: Biztosan újraindítja a YALI telepítőt?
tr: YALI kurulum sihirbazını tekrar başlatmak istediğinize emin misiniz?
uk: Перезапустити YALI зараз же?

source: Terminal
hu: Terminál
tr: Uçbirim
uk: Термінал

source: An error occurred when attempting to load screens:%s
tr: Kurulum arayüz bileşeni yüklenmeye çalışılırken bir hata meydana geldi.%s

source: Release notes could not be loaded.
hu: A kiadási megjegyzések nem tölthetők be.
tr: Sürüm notları yüklenemedi.
uk: Неможливо завантажити нотатки щодо випуску.

source: This partition is part of an inconsistent LVM Volume Group.
hu: Ez a partíció egy inkonzisztens LVM része.
tr: Bu disk bölümü tutarsız bir LVM Hacim Grubunun parçası.
uk: Це розділ — частина несумісної групи томів LVM.

source: Failed teardownAll in storage.complete with error:%s
hu: A storage.complete-ben a teardownAll meghiúsult. Hiba: %s
tr: storage.complete metodunda başarısız teardownAll hatası:%s
uk: Помилка: %s

source: Storage Device Error
tr: Depolama Aygıtları Hatası

source: There was an error encountered while partitioning on device %s.
tr: %s aygıtını bölümlendirirken bir hata oldu.

source: Storage Format Error
tr: Depolama Aygıtı Biçimlendirme Hatası

source: There was an error encountered while formatting on device %s.
tr: %s aygıtını Biçimlendirken bir hata oldu.

source: Exit installer
hu: Kilépés a telepítőből
tr: Kurulum sihirbazından çık
uk: Вийти з установлення

source: Ignore
tr: Göz ardı Et

source: Dirty File Systems
tr: Bozuk Dosya Sistemi

source: The following file systems for your Linux system were not unmounted cleanly. Please boot your Linux installation, let the file systems be checked and shut down cleanly to rescue. %s
tr: Linux sisteminiz için belirtilen dosya sistemi temiz bir şekilde ayrılamadı. Lütfen Linux kurulumunuzu yeniden başlatın. Dosya sistemlerinizin denetlenmesine ve kurtarılmak üzere düzgünce kapatılmasına izin verin. %s

source: The following file systems for your Linux system were not unmounted cleanly. Would you like to mount them anyway? %s
tr: Linux sisteminizin dosya sistemi temiz bir şekilde ayrılamadı. Genede ayırma işlemini gerçekleştirmek ister misiniz? %s

source: This partition is holding the data for the hard drive install.
hu: Ez a partíció tartalmazza a merevlemezes telepítés adatait.
tr: Bu disk bölümü sabit diske kurulum için gerekli veriyi saklıyor.
uk: Цей розділ утримує дані для встановлення на жорсткий диск.

source: You cannot delete a partition of a LDL formatted DASD.
hu: Nem törölhet olyan LDL partíciót, amely DASD formázású.
tr: LDL biçimli bir DASD bölümünü silemezsiniz.
uk: Неможливо вилучити зроділ LDL, форматований DASD.

source: This device is part of the RAID device %s, you have to edit or remove the raid partition appropriately!
hu: Ez az eszköz a %s RAID eszköz része, változtassa meg a RAID beállításokat, vagy távolítsa el a raid partíciót!
tr: Bu aygıt %s RAID aygıtının parçası. Raid bölümlerinin kendi yöntemleriyle düzenlenmesi ya da silinmesi gerekir!
uk: Цей пристрій — частина пристрою RAID %s, потрібно редагувати або вилучити розділи RAID належно!

source: This device is part of a RAID device.
hu: Ez az eszköz egy RAID része.
tr: Bu aygıt bir RAID aygıtının parçası.
uk: Цей пристрій — частина пристрою RAID.

source: This device is part of the LVM volume group '%s'.
hu: Ez az eszköz a '%s' LVM része.
tr: Bu aygıt '%s' LVM hacim grubunun parçası.
uk: Цей пристрій — частина гурпи томів LVM «%s».

source: This device is part of a LVM volume group.
hu: Ez az eszköz egy LVM része.
tr: Bu aygıt bir LVM hacim grubu parçası.
uk: Цей пристрій — частина групи томів LVM.

source: This device is an extended partition which contains logical partitions that cannot be deleted:
hu: Ez az eszköz egy kiterjesztett partíció, amely nem törölhető logikai partíciókat tartalmaz:
tr: Bu aygıt silinemeyecek mantıksal bölümler içeren bir genişletilmiş disk bölümü:
uk: Цей пристрій є додатковим розділом, який містить логічні розділи, що неможливо вилучити:

source: You have not defined a root partition (/),which is required for installation of %s to continue.
tr: %s kurulumuna devam etmek için gerekli olan kök dizin bölümünü (/) tanımlanmadınız.
uk: Не вказано кореневий розділ (/), який потрібен для подальшого встановлення %s.

source: Your / partition is less than %(min)s MB which is lower than recommended for a normal %(productName)s install.
tr: Kök dizin bölünüz ( / ) normal bir %(productName)s kurulumu için önerilen %(min)s MB boyutun altında.
uk: Ваш кореневий розділ менший за %(min)s МБ, що нижче від рекомендований обсяг для нормального встановлення %(productName)s.

source: Your %(mount)s partition is less than %(size)s megabytes which is lower than recommended for a normal %(productName)s install.
tr: %(mount)s disk bölümü, normal bir %(productName)s kurulumu için önerilen %(size)s megabyte boyutun altında.
uk: Розділ %(mount)s має меше за %(size)s МБ, що нижче від рекомендованого для нормального встановлення %(productName)s.

source: You have not specified a swap partition. Due to the amount of memory present, a swap partition is required to complete installation.
tr: Takas alanı belirlenmemiş. Kullanılabilen hafıza ile bir takas alanı kurulumu tamamlamak için zorunlu görünüyor.
uk: Ви не вказали розділ для свопінгу. Розділ для свопінгу потрібний для завершення встановлення через брак достатнього обсягу пам'яті.

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performancefor most installations.
tr: Takas alanı belirlenmemiş. Bu her durumda gerekli olmasa da, bir çok kurulumda performansta ciddi artış sağlayacaktır.
uk: Не вказано розділу для свопінгу. Хоча це не є обов'язковим узагалі, це значно покращить продуктивність більшості встановлень.

source: This mount point is invalid. The %s directory must be on the / file system.
hu: Ez a csatolási pont érvénytelen. A %s könyvtárnak a / fájlrendszeren kell lennie.
tr: Bağlama noktası geçersiz. %s dizini kök (/) dosya sisteminde yer almalı.
uk: Ця точка монтування є неприпустимою. Каталог %s повиннен бути на корені файлової системи.

source: The mount point %s must be on a linux file system.
hu: A %s csatolási pontnak linux fájlrendszeren kell lennie.
tr: %s bağlama noktası linux dosya sistemlerinden biri olmalı.
uk: Точка монтування %s повинна бути файлова система linux.

source: No Drives Found
hu: Nem található meghajtó
tr: Disk bulunamadı
uk: Не знайдено драйвера

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
hu: Hiba történt - nem található a rendszerben új fájlrendszer létrehozására alkalmas érvényes eszköz. Ellenőrizze a hardvereket a probléma okának megtalálásáért.
tr: Bir hata ortaya çıktı - yeni dosya sistemi yaratılabilecek herhangi bir geçerli aygıt bulunamadı. Lütfen donanımınızda bununla ilgili bir sorun olup olmadığını kontrol edin.
uk: Трапилась помилка — нема прийнятного спритрою, на який можна встановити нову файлову систему. Будь ласка, перевірте апартуру на можливі негаразди.

source: requested size exceeds maximum allowed
tr: istenilen boyut en büyük değeri geçiyor.
uk: потрібний розмір перевищує граничну межу

source: partition is too %(problem)s for %(format)s formatting
tr: bölüm %(format)s biçimlendirme için çok %(problem)s
uk: розділ надто %(problem)s для форматування %(format)s

source: not enough free space on disks
tr: diskte yeterli alan yok
uk: недостатньо місця на дисках

source: not enough free space after creating extended partition
tr: genişletilmiş bölüm yaratıldıktan sonra yeterli alan yok
uk: недостатньо місця після створення розширених розділів

source: not enough space for LVM requests
tr: LVM isteği için yeterli alan yok
uk: недостатньо місця для LVM

source: Could not find enough free space for automatic partitioning, please use another partitioning method.
hu: Az automatikus partícionálás végrehajtásához nem található elegendő szabad terület, válasszon másik módot.
tr: Otomatik disk bölümü için yeterli boş disk alanı bulunamadı lütfen başka bir bölümleme yöntemi seçin.
uk: Неможливо знайти місця для автоматичного розділення, будь ласка, спробуйте інший спосіб.

source: Warnings During Automatic Partitioning
hu: Partícionálási figyelmeztetések
tr: Otomatik Bölümlendirme İşlemi Uyarıları
uk: Попередження протягом автоматичного розділення

source: Following warnings occurred during automatic partitioning: %s
hu: Az automatikus particionálási művelet a következő figyelmeztetéseket adta: %s
tr: Otomatik bölümlendirme sırasında aşağıdaki hatalar ortaya çıktı: %s
uk: Такі попередження виникли протягом автоматичного розділення: %s

source: Press 'OK' to exit the installer.
hu: Nyomja meg az OK gombot a kilépéshez.
tr: Kurulum sihirbazından çıkmak için 'Tamam' tuşuna tıklayın.
uk: Натисіть «Гаразд», щоб покинути встановлення.

source: Could not allocate requested partitions: %(msg)s.%(extra)s
hu: Ez a partíció nem beállítható: %(msg)s.%(extra)s
tr: Disk bölümleri belirlenen şekilde atanamadı: %(msg)s.%(extra)s
uk: Неможливо розмістити потрібні розділи: %(msg)s.%(extra)s

source: Automatic Partitioning Errors
hu: Automatikus partícionálási hibák
tr: Otomatik Disk Bölümleme Hataları
uk: Помилка автоматичного розділення

source: The following errors occurred with your partitioning: %(errortxt)s This can happen if there is not enough space on your hard drive(s) for the installation. %(extra)s
hu: A particionálás alatt az alábbi hibák merültek fel: %(errortxt)s Ez akkor történhet, ha nincs elég szabad hely a merevlemezen. %(extra)s
tr: Disk bölümleme ile ilgili aşağıdaki hatalar ortaya çıktı: %(errortxt)s Yeterli disk alanı olmadığı durumlarda bu sorun yaşanabilir.%(extra)s
uk: Такі помилки трапились з розділенням: %(errortxt)s Це могло статись через брак місця для встановлення на жорсткому диску. %(extra)s

source: Please enter a volume group name.
hu: Adjon meg egy VG nevet.
tr: Lütfen hacim grup adı belirleyin.
uk: Будь ласка, введіть назву групи томів.

source: Volume Group Names must be less than 128 characters
hu: A VG név hossza maximum 128 karakter
tr: Hacim Grup Adları 128 karakterden az olmalı
uk: Назва групи томів не повинна перевищувати понад 128 символів

source: Error - the volume group name %s is not valid.
hu: Hiba - %s VG név nem megfelelő
tr: Hata - hacim grup adı %s geçersiz.
uk: Помилка — назва групи томів %s неприпустима.

source: Error - the volume group name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
hu: Hiba - a VG név érvénytelen karaktert vagy szóközt tartalmaz. Érvényes karakterek: betűk, számok, '.' és '_'.
tr: Hata - hacim grup adında boşluk ya da başka izin verilmeyen karakter kullanılmış. Sadece '.' ya da '_' karakterleri kullanılabilir.
uk: Помилка — назва гурпи томів містить недозволені символи або пропуски. Дозволені символи — букви, числа, «.» або «_».

source: Please enter a logical volume name.
hu: Adjon meg egy logikai kötet nevet.
tr: Lütfen bir mantıksal hacim adı girin.
uk: Будь ласка, введіть назву логічного тома.

source: Logical Volume Names must be less than 128 characters
hu: A logikai kötet neve nem lehet 128 karakternél hosszabb.
tr: Mantıksal Hacim Adları 128 karakterden az olmalı
uk: Назва логічного тома не повинна перевищувати понад 128 символів

source: Error - the logical volume name %s is not valid.
hu: Hiba - %s logikai kötetnév nem megfelelő
tr: Hata - mantıksal hacim adı %s geçersiz.
uk: Помилка — назва логічного тома %s неприпустима.

source: Error - the logical volume name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
hu: Hiba - a logikai kötetnév érvénytelen karaktert vagy szóközt tartalmaz. Érvényes karakterek: betűk, számok, '.' és '_'.
tr: Hata - mantıksal hacim adında boşluk ya da başka izin verilmeyen karakter kullanılmış. Sadece '.' ya da '_' karakterleri kullanılabilir.
uk: Помилка — назва логічного тома містить недозволені символи або пропуски. Дозволені символи — букви, числа, «.» або «_».

source: Format as Swap?
hu: Formázás lapozóterületként?
tr: Takas Alanı olarak biçimlendirilsin mi?
uk: Форматувати як Swap?

source: %s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
hu: %s partíció típusa linux lapozóterület (0x82), de nincs lapozóterületként megformázva. Meg akarja formázni lapozóterületként?
tr: %s disk bölümü tipi olarak 0x82 (Linux takas) işaretlenmiş ama Linux takas alanı biçimine sahip değil. Bu disk bölümünü takas alanı olacak şekilde biçimlendirmek ister misiniz?
uk: %s має тип розділу 0x82 (Linux swap), однак не проявляється форматованим як розділ для свопінгу Linux. Форматувати як розділ для свопінгу?

source: You are about to delete all partitions on the device '%s'.
hu: A '%s' eszköz minden partícióját készül törölni.
tr: '%s' aygıtındaki tüm disk bölümlerini silmek üzeresiniz.
uk: Ви збараєтесь вилучити всі розділи на носії «%s».

source: Notice
hu: Figyelem
tr: Uyarı
uk: Повідомлення

source: The following partitions were not deleted because they are in use: %s
hu: A következő partíciók nem kerülnek törlésre, mert használatban vannak: %s
tr: Aşağıdaki disk bölümleri silinemedi çünkü hâlâ kullanılıyorlar: %s
uk: Такі розділи не вилучено, оскільки вони використовуються: %s

source: Unable To Delete
hu: Nem törölhető
tr: Silinemedi
uk: Неможливо вилучити

source: You must first select a partition to delete.
hu: Először válassza kia törlendő partíciót.
tr: Silinecek disk bölümünü seçmelisiniz.
uk: Спочатку потрібно вибрати розділ для вилучення.

source: The mount point %s is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
hu: A %s csatolási pont érvénytelen. A csatolási pontoknak '/'-rel kell kezdődniük, és sohasem végződhetnek '/'-el, csak nyomtatható karaktert tartalmazhat szóköz nélkül.
tr: %s bağlama noktası geçersiz. Bağlama noktaları '/' karakteriyle başlamalı, yazılabilir karakterlerden, boşluk içermeyen biçimde olmalı ve '/' karakteriyle bitmemelidir.
uk: Точка монтування %s — неприпустима. Точки монтування повинні починатись з «/», і закінчуватись на «/» і містити друковані символи без пропусків.

source: Error with Partitioning
hu: Partícionálási hiba
tr: Bölümlendirme Hatası
uk: Помилка з розділенням

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %(productName)s. %(errorstr)s
hu: Az alábbi kritikus hibák léptek föl a partícionálási sémában. A %(productName)s telepítésének folytatásához ezeket a hibákat ki kell javítani. %(errorstr)s
tr: Aşağıdaki kritik hatalar istediğiniz bölümleme şemasında var. Bu hatalar %(productName)s kurulumunu devam edebilmeniz için öncelikle düzeltilmesi gerekir.%(errorstr)s
uk: Ця критична помилка існує у вашій схемі розділення. Такі помилки потрібно виправляти перед установленням %(productName)s. %(errorstr)s

source: Partitioning Warning
hu: Partícionálási figyelmeztetések
tr: Bölümleme Uyarıları
uk: Попередження розділення

source: The following warnings exist with your requested partition scheme. %s Would you like to continue with your requested partitioning scheme?
hu: A kiválasztott partícionálási sémában a következő figyelmeztetések léptek fel. %s Kívánja folytatni így?
tr: Tanımladığınız disk düzeniyle ilgili aşağıdaki hatalar ortaya çıktı. %s Yine de tanımladığınız şekilde devam etmek ister misiniz?
uk: Це попередження існує у вашій схемі розділення. %s Продовжити за вашою схемою?
