Repository: pisilinux/playground
Catalog: vedat/2011/yali-live/po/*.po
Languages: hu, tr, uk

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you must reduce the size of one or more of the currently existing logical volumes
hu: Nincs több hely a VG-ben új logikai kötet létrehozására. Új kötet hozzáadásához csökkentse egy vagy több létező logikai kötet méretét.
tr: Hacim grubunda, yeni mantıksal hacim oluşturmaya yetecek alan yok. Mantıksal hacim eklemek için var olan mantıksal hacimlerden bir veya bir kaçının boyutunu düşürmeniz gerekli.
uk: Недостатньо місця в групі тома, щоб створити нові логічні томи. Щоб додати їх, потрібно зменшити розмір одного або більше теперішніх наявних логічних томів

source: Confirm Delete
hu: Törlés jóváhagyása
tr: Silmeyi Onayla
uk: Підтвердити вилучення

source: Are you sure you want to delete the logical volume "%s"?
hu: Biztosan törli a "%s" logikai kötetet?
tr: Mantıksal hacmi silmek istediğinize emin misiniz "%s"?
uk: Вилучити логічний том «%s»?

source: Make Logical Volume
hu: Logikai kötet létrehozása
tr: Mantıksal Hacim Oluştur
uk: Створити логічний том

source: Edit Logical Volume: %s
hu: %s logikai kötet módosítása
tr: Mantıksal Hacmi Düzenle: %s
uk: Редагувати логічний том: %s

source: Mount Point Error
hu: Csatolási pont hiba
tr: Bağlama Noktası Hatası
uk: Помилка точки монтування

source: Mount point in use
hu: Csatolási pont használatban van
tr: Kullanımdaki bağlama noktası
uk: Точка монтування вже використовується

source: The mount point "%s" is in use. Please pick another.
hu: A "%s" csatolási pont már használatban van. Válasszon másikat.
tr: Bağlama noktası "%s" kullanımda. Lütfen başka bir yer seçin.
uk: Уже використовується точка монтування «%s». Будь ласка, виберіть іншу.

source: Illegal Logical Volume Name
hu: Érvénytelen logikai kötet név
tr: Geçersiz Mantıksal Hacim Adı
uk: Недозволена назва логічного тома

source: Illegal logical volume name
hu: Érvénytelen logikai kötet név
tr: Geçersiz mantıksal hacim adı
uk: Недозволена назва логічного тома

source: The logical volume name "%s" is already in use. Please pick another.
hu: A "%s" logikai kötet név már használatban van. Válasszon másikat.
tr: Mantıksal hacim adı "%s" şu an kullanımda. Lütfen başka bir ad seçin.
uk: Назва логічного тома «%s» вже використовується. Будь ласка, підберіть іншу.

source: Illegal size
hu: Érvénytelen méret
tr: Geçersiz boyut
uk: Недозволений розмір

source: The requested size as entered is not a valid number greater than 0.
hu: A megadott méret nem egy nullánál nagyobb érvényes szám.
tr: Talep edilen boyut 0'dan daha büyük bir geçerli sayı değildir.
uk: Потрібний введений розмір має менше значення за 0.

source: The current requested size (%(size)10.2f MB) is larger than the maximum logical volume size (%(maxlv)10.2f MB). To increase this limit you can create more Physical Volumes from unpartitioned disk space and add them to this Volume Group.
hu: A megadott méret (%(size)10.2f MB) nagyobb mint a maximális logikai kötet méret (%(maxlv)10.2f MB). A korlát megemeléséhez készítsen további fizikai köteteket nem partícionált lemezrészekből, és adja hozzá a VG-hez.
tr: İstenen boyut (%(size)10.2f MB) maksimum mantıksal hacim boyutundan (%(maxlv)10.2f MB) daha büyüktür. Bu sınırı arttırmak için bölümlenmemiş disk alanında yeni Fiziksel Hacimler ekleyebilir ve onları bu hacim grubuna ekleyebilirsiniz.
uk: Теперішній потрібний розмір (%(size)10.2f МБ) більший за максимальний розмір логічного тома (%(maxlv)10.2f МБ). Щоб збільшити обмеження, можете створити більше логічних томів з вільного дискового простору та додати їх до цієї групи тома.

source: The size entered for this logical volume (%(size)d MB) combined with the size of the other logical volume(s) exceeds the size of the volume group (%(tmpvgsize)d MB). Please make the volume group larger or make the logical volume smaller.
hu: A megadott logikai kötet méret (%(size)d MB) a többi logikai kötet méretével együtt meghaladja a VG méretét (%(tmpvgsize)d MB). Növelje a VG méretét, vagy adjon meg kisebb logikai kötet méretet.
tr: Bu mantıksal hacim için girilen boyut (%(size)d MB) diğer mantıksal hacim(ler) ile birleştirilmiş olup hacim grubunun (%(tmpvgsize)d MB) ebadını aşmaktadır. Lütfen hacim grubunu daha büyük tutun veya mantıksal hacmin ebadını daha küçük tutun.
uk: Введений розмір для логічного тома (%(size)d МБ), у поєднанні з розміром інших логічних томів, перевищує розмір групи тома (%(tmpvgsize)d МБ). Будь ласка, зробіть групу тома більшу або логічний том меншим.

source: Create Partition on %(path)s (%(model)s)
hu: Partíció létrehozása %(path)s (%(model)s)
tr: Burada Bölüm Oluştur %(path)s (%(model)s)
uk: Створити розділ у %(path)s (%(model)s)

source: Edit Partition %s
hu: %s partíció módosítása
tr: %s disk bölümünü düzenle
uk: Редагувати розділ %s

source: Edit Partition
hu: Partíció módosítása
tr: Bölümü Düzenle
uk: Редагувати розділ

source: Error With Request
hu: Hiba történt
tr: Hatalı İstek
uk: Помилка запиту

source: Invalid Raid Members
hu: Érvénytelen Raid tagok
tr: Geçersiz Raid Üyeleri
uk: Неправильні елементи RAID

source: At least two unused software RAID partitions are needed to create a RAID device. First create at least two partitions of type "software RAID", and then select the "RAID" option again.
hu: Legalább két nem használt szoftver RAID partíció szükséges egy RAID eszköz létrehozásához. Először készítsen két "szoftver RAID" típusú partíciót, majd válassza a "RAID" opciót újra.
tr: Bir RAID aygıtı yaratmak için en az kullanılmamış software RAID bölümlerine ihtiyaç var. Önce, "software RAID" türünde iyi bölüm oluşturun ve tekrar "RAID" seçeneğini işaretleyin.
uk: Потрібно щонайменше два невикористані розділів програмних RAID, щоб створити пристрій RAID. Спочатку створіть щонайменше два розділи «Програмні RAID», і потім виберіть параметр «RAID» знову.

source: Make RAID Device
hu: RAID eszköz létrehozása
tr: RAID Aygıtı Oluştur
uk: Створити пристрій RAID

source: Edit RAID Device: %s
hu: RAID eszköz módosítása: %s
tr: RAID Aygıtını Düzenleyin: %s
uk: Редагувати пристрій RAID: %s

source: Edit RAID Device
hu: RAID eszköz módosítása
tr: RAID Aygıtını Düzenle
uk: Редагувати пристрій RAID

source: A RAID%(level)d set requires at least %(min_member)d member
hu: A RAID%(level)d készlet legalább %(min_member)d tagot igényel.
tr: RAID%(level)d seti en az %(min_member)d üye gerektirir
uk: Налаштування RAID%(level)d потребують щонайменше елемент %(min_member)d

source: Error!
hu: Hiba!
tr: Hata!
uk: Помилка!

source: An error occurred when attempting to load an installer interface component. className = %s.Widget
hu: Hiba történt az egyik interfész komponens betöltése közben. className = %s.Widget
tr: Kurulum arayüz bileşeni yüklenmeye çalışılırken bir hata meydana geldi. className = %s.Widget
uk: Трапилась помилка при спробі завантажити компонети інтерфейсу встановлення. className = %s.Widget

source: Exit
hu: Kilépés
tr: Çık
uk: Вихід

source: Retry
hu: Újra
tr: Tekrar dene
uk: Спробувати знову

source: Storage Devices initialising...
hu: Tárolóeszközök inicializálása...
tr: Depolama Aygıtları başlatılıyor...
uk: Запуск пристроїв зчитування…

source: Password is too short.
hu: A jelszó túl rövid.
tr: Parola çok kısa.
uk: Пароль надто короткий

source: Passwords do not match.
hu: A jelszavak nem egyeznek.
tr: Parolalar aynı değil.
uk: Паролі не збігаються.

source: Do not use your username as your password.
hu: Ne használj a felhasználónevét jelszónak.
tr: Kullanıcı adınızı parola olarak kullanmayın.
uk: Не використовуйте ваш псевдонім як пароль.

source: Hostname cannot be longer than 64 characters.
hu: A gépnév nem lehet 64 karakternél hosszabb.
tr: Makine adı 64 karakterden daha uzun olmamalıdır.
uk: Назва вузла не може бути більша за 64 символи.

source: Hostname contains invalid characters.
hu: A gépnév érvénytelen karaktereket tartalmaz.
tr: Makine adı geçersiz karakterler içeriyor.
uk: Назва вузла містить неправильні символи.

source: Starting validation...
hu: Érvényesítés indítása...
tr: Doğrulama başlatılıyor...
uk: Початок перевірки…

source: Package validation is in progress. Please wait until it is completed.
tr: Paket doğrulaması devam ediyor. Lütfen bitene kadar bekleyeniniz.

source: Validating %s
hu: Érvényesítés %s
tr: Doğruluyor %s
uk: Перевірка %s

source: Warning
hu: Figyelem
tr: Uyarı
uk: Попередження

source: Validation of %s package failed.Please remaster your installation medium andreboot.
hu: A %s csomag érvényesítése meghiúsult. Ellenőtizze a telepítő médiát és indítsa újra a rendszert.
tr: Paket %s doğrulanamadı. Lütfen kurulum medyasını tekrar oluşturun.
uk: Помилка при перевірці пакунка %s. Будь ласка, переобладнайте ваш установчий носій і перезапустіться.

source: Skip Validation
hu: Érvényesítés kihagyása
tr: Doğrulamayı Atla
uk: Пропустити перевірку

source: Skip Package
hu: Csomag kihagyása
tr: Paketi Atla
uk: Пропустити пакунок

source: <font color="#FFF"><b>Validation succeeded. You can proceed with the installation.</b></font>
hu: <font color="#FFF"><b>Az ellenőrzés sikeres volt. Továbbléphet a telepítésre.</b></font>
tr: <font color="#FFF"><b>Kontrol başarılı. Kuruluma devam edebilirsiniz.</b></font>
uk: <font color="#FFF"><b>Успішна перевірка. Можете спокійно встановлювати.</b></font>

source: Package validation is finished.
tr: Paket doğrulaması tamamlandı.

source: Adjusting time settings
hu: Idő beállítása
tr: Saat ayarlanıyor.
uk: Налаштування часу

source: Device Path: %s
tr: Aygıt Adresi: %s
uk: Шлях до пристрою: %s

source: Error
hu: Hiba
tr: Hata
uk: Помилка

source: You must select at least one drive to be used for installation.
hu: Ki kell választani egy meghajtót a telepítéshez.
tr: Kurulum için en az bir sürücü seçmek zorundasınız.
uk: Потрібно вибрати щонайменше один носій, щоб використати для встановлення.

source: Running post-install operations...
hu: Telepítési utóműveletek végrehajtása...
tr: Kurulum sonrası işlemler gerçekleştiriliyor...
uk: Запуск післяустановчих операцій…

source: Press <b>Restart</b> to restart the computer.
hu: Nyomja meg az <b>Újraindítás</b> gombot a számítógép újraindításához.
tr: Bilgisayarınızı yeniden başlatmak için <b>Yeniden Başlat</b> düğmesine tıklayın.
uk: Натисніть <b>Перезавантажити</b>, щоб перезапустити комп'ютер.

source: Restart
hu: Újraindítás
tr: Yeniden Başlat
uk: Перезапустити

source: <b>Please wait while restarting...</b>
hu: Újraindítás. Kérem várjon...
tr: <b>Yeniden başlatılırken lütfen bekleyin...</b>
uk: <b>Зачекайте, будь ласка, перезапуск…</b>

source: Setting timezone...
hu: Időzóna beállítása...
tr: Zaman dilimi ayarlanıyor...
uk: Налаштування часового поясу…

source: Migrating Xorg configuration...
hu: Xorg beállítások importálása...
tr: X.org Yapılandırması aktarılıyor...
uk: Налаштування міграції Xorg…

source: Copying repository index...
hu: Tároló index másolása...
tr: Pisi indeksi kopyalanıyor...
uk: Копіювання покажчика сховища…

source: Setting hostname...
hu: Gépnév beállítása...
tr: Makine adı ayarlanıyor...
uk: Налаштування назви вузла…

source: Setting root password...
hu: Rendszergazda jelszó beállítása...
tr: Root parolası ayarlanıyor...
uk: Налаштування паролю адміністратора…

source: Resetting user password...
tr: Kullanıcı parolası ayarlanıyor...

source: Setup First-Boot...
hu: Első indulás beállítása...
tr: İlk Açılış ayarlanıyor...
uk: Параметри першого завантаження…

source: Teardown First-Boot...
tr: İlk Açılış kapatılıyor...

source: Adding users...
hu: Felhasználók hozzáadása...
tr: Kullanıcılar ekleniyor...
uk: Долучення користувачів…

source: Writing bootloader...
hu: Rendszertöltő kiírása...
tr: Açılış yöneticisi yazılıyor...
uk: Запис завантажувача…

source: Stopping to D-Bus...
hu: D-BUS leállítása...
tr: DBUS Durduruluyor...
uk: Зупинка D-Bus…

source: Teardown storage subsystem...
tr: Depolama alt sistemi kapatılıyor...

source: Installing bootloader...
hu: Rendszertöltő telepítése...
tr: Açılış yöneticisi yükleniyor...
uk: Встановлення завантажувача…

source: Installing <b>%(name)s</b> -- %(summary)s
hu: Telepítés: <b>%(name)s</b> -- %(summary)s
tr: <b>%(name)s</b> paketi kuruluyor<br>%(summary)s
uk: Встановлення <b>%(name)s</b> — %(summary)s

source: Configuring <b>%s</b>
hu: Beállítás: <b>%s</b>
tr: <b>%s</b> paketi yapılandırılıyor
uk: Налаштування <b>%s</b>

source: Following error occured while installing packages:<b>%s</b><br><br>Do you want to retry?
tr: Paketler kurulurken aşağıdaki hata meydana geldi:<b>%s</b><br><br>Tekrar denemek ister misiniz?

source: Yes
hu: Igen
tr: Evet
uk: Так

source: No
hu: Nem
tr: Hayır
uk: Ні

source: An error occured during the installation of packages. This may be caused by a corrupted installation medium error: %s
hu: A csomagok telepítésekor hiba lépett fel. Ezt okozhatja a telepítő adathordozó sérülése. %s
tr: Paketlerin kurulumu sırasında bir hata oluştu. Bu bozuk bir kurulum medyasından (CD, DVD, USB vb.) kaynaklanıyor olabilir. Hata: %s
uk: Трапилась помилка протягом установлення пакунків. Це може бути спричено через помилку пошкодженого встановчого носія: %s

source: No storage device found.
hu: Nem található tárolóeszköz.
tr: Hiç bir yükleme aygıtı bulunamadı.
uk: Жодного пристрою не знайдено.

source: Use Alt-Shift to toggle between alternative keyboard layouts
hu: Használja az Alt-Shift kombinációt az alternatív kiosztások közti váltáshoz
tr: Alt-Shift kombinasyonuyla alternatif klavye yerleşimlerini deneyebilirsiniz
uk: Використовуйте Alt-Shift, щоб перемикати розкладки клавіатури

source: License text could not be found.
hu: A licensz szövege nem található.
tr: Lisans metni bulunamadı.
uk: Текст ліцензії неможливо знайти.

source: No partitions are available to resize. Only physical partitions which size is greater than %s MB can be resized.
hu: Nincs átméretezhető partíció. Csak %s MB-nál nagyobb fizikai partíciók méretezhetók át.
tr: Yeniden boyutlandırılacak bölüm yok. Sadece özel dosya yapılarına sahip %s MB daha büyük fiziksel bölümler yeniden boyutlandırılabilir.
uk: Не знайдено розділів для зміни розміру. Лише фізичні розділи, розмір яких більше за %s МБ, можна редагувати.

source: Use All Disks
tr: Disklerin tamamını kullan

source: The partitioning scheme you requested caused the following critical errors.You must correct these errors before you continue your installation of %s.
tr: Talep ettiğiniz bölümleme şeması aşağıdaki kritik hataların oluşmasına neden oldu.Kurulumunuza %s devam etmeden önce bu hataları düzeltmeniz gerekecektir.
uk: Потрібна схема розділення спричинила критичну помилку. Потрібно виправити цю помилку перед продовженням установленням %s.

source: Partitioning Errors
hu: Partícionálási hibák
tr: Biçimlendirme Hataları
uk: Помилка розділення

source: The partitioning scheme you requested generated the following warnings. Would you like to continue with your requested partitioning scheme?
tr: Talep ettiğiniz bölümleme şeması aşağıdaki uyarıların ortaya çıkmasına oldu.Talep ettiğiniz bölümleme şeması ile devam etmek istiyor musunuz?
uk: Потрібна схема розділення викликала це попередження.Бажаєте продовжити потрібну схему розділення?

source: Partitioning Warnings
hu: Figyelmeztető üzenetek partícionáláskor
tr: Bölümleme Uyarıları
uk: Попередження розділення

source: Ok
tr: Tamam
uk: Гаразд

source: The following pre-existing devices have been selected to be formatted, destroying all data.
tr: Aşağıdaki aygıtlar biçimlendirilmek üzere seçilmiş durumdadırlar, bu işlem aygıtlardaki verilerin kaybolmasına neden olacaktır.
uk: Ці пристрої було вибрано для форматування, знищивши усі дані.

source: Format Warnings
hu: Formázási figyelmeztetés
tr: Biçimlendirme Uyarıları
uk: Попередження форматування

source: All Changes that you made will be removed
hu: Minden eddigi változtatás el lesz távolítva.
tr: Yaptığınız tüm değişiklikler silinecek
uk: Усі зроблені зміни буде вилучено

source: Standard
hu: Szabványos
tr: Standart
uk: Стандартно

source: Partition
hu: Partíció
tr: Disk bölümü
uk: Розділ

source: Member
hu: Tag
tr: Üye
uk: Елемент

source: Array
hu: Tömb
tr: Dizi
uk: Масив

source: Volume Groups
hu: VG
tr: Hacim Grupları
uk: Групи тома

source: Free
hu: Szabad
tr: Boş
uk: Вільно

source: Raid Arrays
hu: RAID tömb
tr: Raid Dizileri
uk: Масив RAID

source: Hard Drives
hu: Merevlemez
tr: Sabit Diskler
uk: Тверді диски

source: Can't handle more than one extended partition per disk
hu: Nem kezelhető egynél több kiterjesztett partíció lemezenként
tr: Disk başına birden fazla uzatılmış bölme oluşturulamaz
uk: Неможливо обробити понад один розширений розділ на диск

source: Crossed logical partition before extended
hu: Keresztezett logikai partíció a kiterjesztés előtt
tr: Uzatılmış bölmeden önceki engellenmiş mantıksal bölme
uk: Перехресний логічний розділ перед розширеним

source: Extended
hu: Kiterjesztett
tr: Uzatılmış
uk: Розширений

source: Error Partitioning
hu: Partícionálási hiba
tr: Bölümlendirme Hatası
uk: Помилка розділення

source: Could not allocate requested partitions: %s.
hu: Ez a partíció nem beállítható: %s.
tr: İstenen disk bölümleri oluşturulamıyor: %s.
uk: Неможливо розмістити потрібні розділи: %s.

source: Warning Partitioning
hu: Partícionálási figyelmeztetés
tr: Bölümlendirme Uyarısı
uk: Попередження розділення

source: Warning: %s.
hu: Figyelmeztetés: %s.
tr: Uyarı: %s.
uk: Попередження: %s.

source: Modify Partition
hu: Partíció módosítása
tr: Bölümü Boyutlandır
uk: Змінення розділу

source: Partition Selection Warning
hu: Partíció kiválasztási figyelmeztetés
tr: Disk Bölümü Seçim Uyarısı
uk: Попередження виділення розділу

source: Please select free physical partition to create new device.
hu: Új eszköz létrehozásához válasszon egy szabad fizikai partíciót.
tr: Yeni aygıt oluşturmak için boş bir fiziksel disk bölümü seçin.
uk: Будь ласка, виберіть вільний фізичний розділ, щоб створити новий пристрій.

source: Unable To Edit
hu: Nem módosítható
tr: Düzenleme Yapılamıyor
uk: Неможливо редагувати

source: You cannot edit this device: %s
hu: Ez az eszköz nem módosítható: %s
tr: Bu aygıtı düzenleyemezsiniz: %s
uk: Неможливо редагувати цей пристрій: %s

source: Don't use your user name or name as a password
hu: Ne használja jelszónak a teljes nevét vagy a felhasználónevét
tr: Parola olarak kullanıcı adınızı veya gerçek adınızı kullanmayın
uk: Не використовуйте ваш псевдонім або ім'я як пароль

source: Passwords do not match
hu: A jelszavak nem egyeznek
tr: Parolalar aynı değil
uk: Паролі не збігаються

source: Password is too short
hu: A jelszó túl rövid
tr: Parola çok kısa
uk: Пароль надто короткий

source: Cannot Rescue
tr: Kurtarma gerçekleştirilemiyor

source: Your current installation cannot be rescued.
tr: Şu anki kurulumunuz kurtarılamaz.

source: Super User
hu: Rendszergazda
tr: Yetkili Kullanıcı
uk: Суперкористувач

source: Starting D-Bus...
hu: D-Bus indítása...
tr: D-Bus Başlatılıyor...
uk: Запуск D-Bus…

source: Connecting to D-Bus...
hu: Csatlakozás a D-BUShoz...
tr: D-Bus'a bağlanılıyor...
uk: З'єднання з D-Bus…

source: Fetching history...
hu: Előzmények összegyűjtése...
tr: Geçmiş bilgisi getiriliyor...
uk: Одержання історії…

source: Please Wait...
hu: Kérem várjon...
tr: Lütfen Bekleyin...
uk: Будь ласка, заждіть…

source: No connection available
hu: Nincs elérhető kapcsolat
tr: Bağlantı bulunamadı
uk: Нема доступного з'єднання

source: Operation %(no)s : %(date)s - %(type)s
hu: Művelet %(no)s : %(date)s - %(type)s
tr: İşlem %(no)s : %(date)s - %(type)s
uk: Операція %(no)s : %(date)s — %(type)s

source: Connecting to network %s...
hu: Csatlakozás a %s hálózathoz...
tr: %s ağına bağlanıyor ...
uk: З'єднання з мережою %s…

source: Connection failed
hu: Nem sikerült csatlakozni
tr: Bağlantı başarısız
uk: Не вдалось з'єднатись

source: Connected
hu: Csatlakozva
tr: Bağlı
uk: З'єднано

source: Mount failed
tr: Bağlama başarısız

source: The following error occurred when mounting the file systems listed in /etc/fstab. Please fix this problem and try to rescue again. %s
tr: /etc/fstab içinde belirtilmiş dosya sistemleri bağlanırken aşağıdaki hata oluştu. Lütfen, hatayı düzeltiniz ve kurtarmayı tekrar deneyinizi. %s

source: <b><p>Are you sure you want to restart the computer?</p></b>
hu: <b><p>Biztosan újraindítja a számítógépet?</p></b>
tr: <b><p>Bilgisayarı yeniden başlatmak istediğinizden emin misiniz?</p></b>
uk: <b><p>Перезапустити комп'ютер?</p></b>

source: Installation starts in <b>%s</b> seconds
hu: A telepítés <b>%s</b> másodpercen belül elindul
tr: Kurulumun başlamasına <b>%s</b> saniye kaldı
uk: Установлення розпочнеться через <b>%s</b> секунд

source: Start Installation
hu: Telepítés indítása
tr: Kurulumu Başlat
uk: Запуск установлення

source: Apply Settings
hu: Beállítások alkalmazása
tr: Ayarları Uygula
uk: Застосувати налаштування

source: Keyboard Settings
hu: Billentyűzet beállítások
tr: Klavye Ayarları
uk: Налаштування клавіатури

source: Selected keyboard layout is <b>%s</b>
hu: A kiválasztott billentyűzetkiosztás <b>%s</b>
tr: Seçilen klavye haritası <b>%s</b>
uk: <b>%s</b> — вибрана розкладка клавіатури

source: Date/Time Settings
hu: Dátum/idő beállítása
tr: Saat/Tarih Ayarları
uk: Налаштування дати і часу

source: Selected TimeZone is <b>%s</b>
hu: A kiválasztott időzóna <b>%s</b>
tr: Seçilen Zaman Dilimi <b>%s</b>
uk: <b>%s</b> — вибраний часовий пояс

source: User Settings
hu: Felhasználói beállítások
tr: Kullanıcı Ayarları
uk: Налаштування користувача

source: User %(username)s (<b>%(realname)s</b>) added.
hu: %(username)s (<b>%(realname)s</b>) felhasználó hozzáadva.
tr: Kullanıcı %(username)s (<b>%(realname)s</b>) eklendi.
uk: Користувача %(username)s (<b>%(realname)s</b>) долучено.

source: User %(username)s (<b>%(realname)s</b>) added with <u>administrator privileges</u>.
hu: %(username)s (<b>%(realname)s</b>) felhasználó <u>adminisztrátori jogokkal</u> hozzáadva.
tr: Kullanıcı %(username)s (<b>%(realname)s</b>) <u>yetkili kullanıcı</u> haklarıyla eklendi.
uk: користувача %(username)s (<b>%(realname)s</b>) долучено з <u>адміністраторськими правами</u>.

source: Hostname Settings
hu: Gépnév beállítása
tr: Makine Adı Ayarları
uk: Налаштування назви вузла

source: Hostname is set as <b>%s</b>
hu: <b>%s</b> gépnév beállítva
tr: Makine adı <b>%s</b> olarak seçildi
uk: Назва вузла вказна як <b>%s</b>

source: Partition Settings
hu: Partíció beállítások
tr: Disk Bölümü Ayarları
uk: Налаштування розділу

source: Automatic Partitioning selected.
hu: Automatikus partícionálás kiválasztva.
tr: Otomatik kurulum seçildi.
uk: Вибрано автоматичне розділення.

source: Use All Space
hu: Teljes terület használata
tr: Diskin Tamamını Kullan
uk: Використати ввесь простір

source: Removes all partitions on the selected %s device(s). <b><u>This includes partitions created by other operating systems.</u></b>
hu: A %s eszköz(ök)ön minden partíció törlésre kerül. <b><u>Ebbe beletartoznak a más operációs rendszerek által készített partíciók is</u></b>
tr: %s seçili aygıtındaki(veya aygıtlarındaki) tüm bölümleri kaldırır. <b><u>Bu işlem diğer işletim sistemleri tarafından oluşturulmuş bölümleri de kapsar.</u></b>
uk: Вилучає всі розділи на вибраних %s пристроях. <b><u>Враховуючи розділи створені іншими операційними системами.</u></b>

source: Replace Existing Linux System(s)
hu: Létező linux rendszerek lecserélése
tr: Var Olan Linux İşletim Sistem(leri)i Üzerine Yükle
uk: Перезаписує наявну систему Linux
