Repository: pisilinux/playground
Catalog: vedat/2011/yali-live/po/*.po
Languages: hu, tr, uk

source: There appears to be more than one resizeable partition. You can select a partition from the list below or YALI will select one for you.
hu: Úgy tűnik, több átméretezhető partíció is található. Választhat egyet az alábbi listából, vagy rábízhatja ezt a telepítőre is.
tr: Yeniden boyutlandırabilir birden fazla disk bölümü görünüyor. Aşağıdaki listeden bir disk bölümü seçebilirsiniz veya YALI sizin için bir tane seçecek.
uk: Це з'являється, коли потрібно понад один зміний розділ. Ви можете вибрати розділ з переліку або програма сама за вас вибере.

source: Automatically choose the partition to resize (recommended)
hu: Átméretezendő partíció automatikus kiválasztása (javasolt)
tr: Yeniden boyutlandırılacak disk bölümünü otomatik seç (önerilir)
uk: Автоматично вибрати розділ для зміни розміру (рекомендовано)

source: I will choose the target
hu: Én választom ki
tr: Hedefi kendim seçeceğim
uk: Я сам виберу який

source: Use Selected
hu: Tovább a kiválasztottal
tr: Seçili Olanı Kullan
uk: Використати вибрані

source: Use All Disk
tr: Diskin tamamını kullan

source: Shrink Current System
hu: Aktuális rendszer zsugorítása
tr: Mevcut Sistemi Küçült
uk: Зменшити теперішню систему

source: Use Free Space
hu: Szabad terület használata
tr: Boş Alanı Kullan
uk: Використати вільний простір

source: Manual Partitioning
tr: Elle Bölümlendirme

source: Advanced settings
hu: Haladó beállítások
tr: Gelişmiş ayarlar
uk: Додаткові налаштування

source: Default settings
hu: Alapértelmezett beállítások
tr: Öntanımlı ayarlar
uk: Типові налаштування

source: Don't install bootloader
hu: Ne telepítsen rendszerbetöltőt
tr: Önyükleyici kurma
uk: Не встановлювати завантажувача

source: The partition where Pardus is installed
hu: A partíció, ahová a Pardus telepítére kerül
tr: Pardus'un kurulu olduğu bölüm
uk: Розділ, де установлено Pardus

source: The first sector of
hu: Első szektor
tr: İlk sektörü kullanılan
uk: У першому секторі

source: You can validate the integrity of the installation packages. Although this is an optional step, we highly recommend to do the validation in order to avoid any possible errors during the installation process.
hu: Ellenőrizheti a telepítő csomagok épségét. Mindamellett hogy ez egy választható lépés, erősen javasolt a végrehajtása, a későbbi telepés során felmerűlő problémák megelőzése érdekében.
tr: Kurulum paketlerinin geçerliliğini kontrol edebilirsiniz. Bu seçenek isteğe bağlı olmasına rağmen olası bir hatadan kaçınmak için yapmanızı ısrarla öneririz.
uk: Можна перевірити цілісність установлення пакунків. Хоча це необов'язковий крок, ми наполегливо рекомендуємо зробити перевірку, щоб уникнути будь-яких можливих помилок протягом установлення.

source: Validation failed
hu: Az ellenőrzés sikertelen
tr: Doğrulama başarısız
uk: Помилка при перевірянні

source: Validation succeeded
hu: Az ellenőrzés sikeres
tr: Doğrulama başarılı
uk: Успішне перевіряння

source: Validate
hu: Érvényesítés
tr: Doğrula
uk: Перевіряння

source: To use PiSi History support, you may need to be online. You can use a connection profile from the list below:
hu: A PiSi előzmények használatához internet kapcsolat szükséges. Használhatja bármelyik kapcsolat profilt az alábbi listából:
tr: PiSi Geçmiş desteği kullanmak için internet bağlantısına ihtiyacınız var. Aşağıdaki listeden bir bağlantı profili kullanabilirsiniz:
uk: Щоб використовувати журнал PiSi, потрібно бути в мережі. Можна використати з'єднання з переліку нижче:

source: Connect
hu: Kapcsolódás
tr: Bağlan
uk: З'єднати

source: Standard Partition
hu: Alapértelmezett partíció
tr: Standart Bölüm
uk: Стандартний розділ

source: General purpose of partition creation
hu: A partícionálás alapvető célja
tr: Bölüm oluşturmanın genel amacı
uk: Загальна ціль створення розділу

source: Volume Group
hu: VG
tr: Hacim Grubu
uk: Том групи

source: Requires at least 1 free LVM formatted partition
hu: Legalább egy szabad LVM formázott partíció szükséges
tr: En az 1 boş ve biçimlendirilmiş LVM bölüm gerektirir
uk: Потрібно щонайменше 1 вільний і форматований розділ LVM

source: Logical Volume
hu: Logikai kötet (LV)
tr: Mantıksal Hacim
uk: Логічний том

source: Create Logical Volume on selected Volume Group
hu: Logikai kötet létrehozása a kiválasztott VG-n
tr: Seçilen Hacim Grubunda Mantıksal Hacim Oluşturun
uk: Створити логічний том на вибраному томі групи

source: Physical Volume
hu: Fizikai kötet
tr: Fiziksel Hacim
uk: Фізичний том

source: Create LVM formatted partition
hu: LVM partíció létrehozása
tr: LVM biçimlendirilmiş disk bölümü yarat
uk: Створити форматований розділ LVM

source: Raid Member
hu: Raid tagok
tr: Raid Üyesi
uk: Елемент RAID

source: Create Raid formatted partition
hu: Raid partíció létrehozása
tr: Raid olarak biçimlendirilmiş bölüm oluştur
uk: Створити форматований розділ RAID

source: Raid Array
hu: Raid tömb
tr: Raid Dizisi
uk: Масив RAID

source: Requires at least 2 free Raid formatted partition
hu: Legalább két Raid partíció szükséges
tr: En az 2 boş ve biçimlendirilmiş Raid bölümü gerektirir
uk: Потрібно щонайменше 2 вільних і форматованих розділів RAID

source: Date
hu: Dátum
tr: Tarih
uk: Дата

source: Time
hu: Idő
tr: Zaman
uk: Час

source: Timezone
hu: Időzóna
tr: Zaman Dilimi
uk: Часовий пояс

source: Unhandled exception occured
hu: Nem kezelt kivételt történt (futási hiba)
tr: Beklenmeyen hata oluştu
uk: Трапилась помилка оброблення

source: Please fill a bug report at http://bugs.pardus.org.tr/ attaching the following backtrace.
hu: Kérem töltsön ki egy hibajelentést a http://bugs.pardus.org.tr címen, és csatolja az alábbi nyomkövetési adatokat.
tr: Lütfen aşağıdaki geri izi ekleyerek http://hata.pardus.org.tr/ adresinde yeni bir hata kaydı açın.
uk: Будь ласка, оформіть звіт про ваду на http://bugs.pardus.org.tr/ та долучіть таке зворотне трасування.

source: Reboot
hu: Újraindítás
tr: Yeniden Başlat
uk: Перезавантажити

source: Show Backtrace
hu: Megjelenítés
tr: Geri izi Göster
uk: Показати звороте трасування

source: help content
hu: Súgó
tr: yardım içeriği
uk: зміст довідки

source: Installing Package:
hu: Telepítés, csomag:
tr: Paket Yükleniyor:
uk: Встановлення пакунків:

source: Keyboard Layouts
hu: Billentyűzet kiosztás
tr: Klavye Yerleşimleri
uk: Розкладка клавіатури

source: Test Layout
hu: Kiosztás kipróbálása
tr: Yerleşimi Dene
uk: Випробування розкладки

source: Before installing Pardus on your computer, please read and accept the terms of free / open source licenses of the softwares included in this installation medium. <a href="#"><span style=" text-decoration: underline; color:#56a2c0;">License texts</span></a>
hu: A Pardus telepítése előtt kérjük olvassa el, és fogadja el a telepítőn lévő szabad vagy nyílt forrású szoftverek licenszeit. <a href="#"><span style=" text-decoration: underline; color:#56a2c0;">License texts</span></a>
tr: Pardus'u bilgisayarınıza kurmadan önce lütfen kurulum medyasında yer alan yazılımlara ait özgür / açık kaynak lisansları kabul edin. <a href="#"><span style=" text-decoration: underline; color:#56a2c0;">Lisans metinleri</span></a>
uk: Перед там, як установити Pardus, будь ласка, ознайомтесь з умовами вільних/відкритих ліцензій програм, які входять у цей комплект. <a href="#"><span style=" text-decoration: underline; color:#56a2c0;">Тексти ліцензій</span></a>

source: I understand and accept the terms
hu: Elfogadom a feltételeket
tr: Şartları anladım ve kabul ediyorum
uk: Я розумію і погоджуюсь з умовами

source: Logical Volume:
hu: Logikai kötet:
tr: Mantıksal Hacim:
uk: Логічний том:

source: Use :
hu: Foglalt:
tr: Kullan :
uk: Використання :

source: Size :
hu: Méret:
tr: Boyut :
uk: Розмір :

source: Resize
hu: Átméretezés
tr: Yeniden Boyutlandır
uk: Зміна розміру

source: File System :
hu: Fájlrendszer
tr: Dosya Sistemi
uk: Файлова система :

source: Format
hu: Formázás
tr: Biçimlendir
uk: Формат

source: Migrate
hu: Migrálás
tr: Göç
uk: Міграція

source: Yali
tr: Yalı

source: Release Notes
hu: Kiadási megjegyzések
tr: Sürüm Notları
uk: Нотатки щодо випуску

source: Previous Screen
hu: Előző képernyő
tr: Önceki Ekran
uk: Попереднє вікно

source: Back
hu: Vissza
tr: Geri
uk: Назад

source: Next Screen
hu: Következő képernyő
tr: Sonraki Ekran
uk: Наступне вікно

source: Next
hu: Következő
tr: İleri
uk: Далі

source: Device
hu: Eszköz
tr: Aygıt
uk: Пристрій

source: Mount Point
hu: Csatolási pont
tr: Bağlama Noktası
uk: Точка монтування

source: Label
hu: Címke
tr: Etiket
uk: Мітка

source: Type
hu: Típus
tr: Tür
uk: Тип

source: Size
hu: Méret
tr: Boyut
uk: Розмір

source: Create
hu: Létrehozás
tr: Oluştur
uk: Створити

source: Edit
hu: Módosítás
tr: Düzenle
uk: Редагувати

source: Delete
hu: Törlés
tr: Sil
uk: Вилучити

source: Reset
hu: Visszaállítás
tr: Sıfırla
uk: Скинути

source: Format :
hu: Formázás :
tr: Biçim:
uk: Формат :

source: Yes, format this partition
hu: Igen, formázom a partíciót
tr: Evet, bu disk bölümünü biçimlendir
uk: Так, форматувати цей розділ

source: Delete Partition
hu: Partíció törlése
tr: Bölümü Sil
uk: Вилучити розділ

source: Resize Partition
hu: Partíció átméretezése
tr: Bölümü Yeniden Boyutlandır
uk: Змінити розмір розділу

source: Changes will be applied after Summary Screen.
hu: A változtatások az összegző képernyő után kerülnek alkalmazásra
tr: Değişiklikler özet ekranından sonra uygulanacak
uk: Зміни буде застосовано після кінцевого вікна.

source: Refresh Disks
hu: Lemezek frissítése
tr: Diskleri Yenile
uk: Очисти диски

source: Reset All Changes
hu: Minden változtatás eldobása
tr: Tüm Değişiklikleri Sıfırla
uk: Скинути всі зміни

source: Apply
hu: Alkalmazás
tr: Uygula
uk: Застосувати

source: Force to be primary partition
hu: Elsődleges partíció legyen
tr: Birincil bölüm olmasına zorla
uk: Примусово зробити первинним розділом

source: Use:
hu: Foglalt:
tr: Kullan:
uk: Використання :

source: Force to be a primary partition
hu: Elsődleges partíció legyen
tr: Birincil bölüm olmaya zorla
uk: Примусово зробити первинним розділом

source: Which partition would you like to shrink to make room for your installation?
hu: Melyik partíciót kívánja zsugorítani, hogy helyet szabadítson fel a telepítéshez?
tr: Kurulum için hangi disk bölümünü küçültmek istersiniz?
uk: Який розділ стиснути, щоб звільнити розмір для встановлення?

source: Shrink partition to size (in MB)
hu: Partíció új mérete (MB)
tr: Disk bölümünü küçült (MB)
uk: Стиснути розділ до розміру (в МБ)

source: Shrink partition to size (in MB) :
hu: Partíció új mérete (MB) :
tr: Disk bölümünü küçült (MB) :
uk: Стиснути розділ до розміру (в МБ) :

source: Cancel
hu: Mégsem
tr: İptal
uk: Скасувати

source: Shrink
hu: Átméretezés
tr: Küçült
uk: Стиснути

source: Changes will be applied when you click "Resize". To cancel the changes, click <b>"Cancel". <br><br> Warning: A resizing operation may corrupt the partition, rendering the data on it unreachable. Make sure that you have backed up the data. Note that this operation cannot be undone.<b>
hu: A változtatások alkalmazása az "Átméretezés" gombra kattintáskor kezdődik meg. Ha meggondolta magát, kattintson a <b>"Mégsem"</b> gombra. <br><br> FIGYELEM: Az átméretezés során a partíció adatai sérülhetnek. Ellenőrizze, hogy készített biztonsági mentést. Ez a művelet nem vonható vissza.
tr: "Boyutlandır"ı tıkladığınızda değişikler uygulanmış olacak. İptal etmek için <b>"İptal"</b>e tıklayınız. <br><br> Uyarı: Boyutlandırma faaliyeti disk bölümünü bozabilir, veriler ulaşılamaz olarak yorumlanabilir. Verilerinizi yedeklediğinizden emin olun. Yapılan değişiklikler geri alınamaz.
uk: Зміни буде застосовано, коли ви натиснете «Змінити розмір». Щоб скасувати зміни, натисніть <b>«Скасувати». <br><br> Обережно: Ця дія може пошкодити розділ, а дані стати недоступними. Переконайтесь, що ви зробили резервну копію. Майте на увазі, що цю дію неможливо скасувати.<b>

source: Raid Device:
hu: Raid eszköz:
tr: Raid Aygıtı:
uk: Пристрій RAID:

source: Filesystem:
hu: Fájlrendszer:
tr: Dosya sistemi:
uk: Файлова система:

source: Raid Level:
tr: Raid Seviyesi:
uk: Рівень RAID:

source: Raid Members:
hu: Raid tagok:
tr: Raid Üyeleri:
uk: Елемент RAID:

source: Number of spares:
hu: Tartalékok száma:
tr: Birim sayısı:
uk: Кількість запасів:

source: Select where to install the GRUB bootloader
hu: Rendszertöltő helyének kiválasztása
tr: GRUB'ın nereye yükleneceğini seçin
uk: Виберіть, куди встановити завантажувач GRUB

source: First bootable disk (recommended)
hu: Első indítható lemez (ajánlott)
tr: Birinci açılış diski (önerilen)
uk: Перший завантажувальний диск (рекомендовано)

source: Disk partition where Pardus is installed
hu: Pardus rendszerpartíció
tr: Pardus'un yükleneceği disk bölümü
uk: Розділ диска, де установлено Pardus

source: Selected disk below
hu: Kiválasztott lemez
tr: Aşağıdaki disk seçildi
uk: Вибраний диск нижче

source: Choose the user you want to reset the password:
hu: Válassza ki a felhasználót akinek a jelszavát módosítani akarja:
tr: Parolasını sıfırlamak istediğiniz kullanıcıyı seçin:
uk: Виберіть користувача, якому потрібно змінити пароль:

source: Password:
tr: Parola:

source: Confirm Password
hu: Jelszó újra
tr: Parolayı Tekrar Girin
uk: Підвердження паролю

source: Reset Password
hu: Jelszó módosítása
tr: Parolayı Sıfırla
uk: Скинути пароль

source: <b>Connection status:</b>
hu: <b>Csatlakozás állapota:</b>
tr: <b>Bağlantı durumu:</b>
uk: <b>Стан з'єднання:</b>

source: To use PiSi's history feature, you may need to be online. Select connection profile.
hu: A PiSi előzmények használatához online kell lennie. Válasszon kapcsolati profilt.
tr: PiSi'nin geçmiş özelliğini kullanabilmek için inernet bağlantısına ihtiyacınız var. Bağlatı profilini seçin.
uk: Щоб користуватись журналом PiSi, потрібно бути в мережі. Виберіть з'єднання.

source: Select Connection
hu: Kapcsolat kiválasztása
tr: Bağlantı Seç
uk: Вибрати з'єднання

source: Select the operation to undo:
hu: Válassza ki a visszavonandó műveletet:
tr: Geri alınacak işlemi seç:
uk: Виберіть дію для скасування:

source: Choose what do you want to do to repair your system
tr: Sisteminizde tamir etmek istediğiniz şeyi seçin:

source: Reinstall bootloader
tr: Açılış yöneticisini yeniden yükle

source: Reset forgotten password
hu: Elfelejtett jelszó
tr: Unutulan şifreleri sıfırla
uk: Скинути забутий пароль

source: Return back to a previous system state
hu: Visszatérés egy előző rendszerállapothoz
tr: Önceki sistem konumuna geri dön
uk: Повернутись до попереднього стану системи

source: Administrator password
hu: Rendszergazdai jelszó
tr: Yönetici parolası
uk: Пароль адміністратора

source: Confirm password
hu: Jelszó újra
tr: Parolayı tekrar girin
uk: Підвердження паролю

source: Computer Name
hu: Számítógép neve
tr: Bilgisayar Adı
uk: Назва комп'ютера

source: User Name
hu: Felhasználónév
tr: Kullanıcı Adı
uk: Псевдонім

source: Real Name
hu: Valódi név
tr: Gerçek Adınız
uk: Справжнє ім'я

source: Password
hu: Jelszó
tr: Parola
uk: Пароль

source: Custom User ID
hu: Egyedi felhasználó azonosító
tr: Kullanıcı ID numarasını elle belirle
uk: Вибрати ID користувача

source: Not recommended
hu: Nem ajánlott
tr: Önerilmez
uk: Не рекомендовано

source: Bypass authorization attempts for this user
hu: Bejelentkezés átlépése ennél a felhasználónál
tr: Yetki gerektiren işlemlerde bu kullanıcıya parola sorma
uk: Обійти спроби авторизації для цього користувача

source: Add user to administrator (wheel) group
hu: Felhasználó hozzáadása az adminisztrátori csoporthoz
tr: Kullanıcıyı yönetici grubuna (wheel) ekle
uk: Додати користувача до групи адміністратора (wheel)

source: Select auto login user
hu: Automatikus bejelentkezés
tr: Otomatik kullanıcı girişini seç
uk: Вибрати автоматичну реєстрацію користувача

source: Add
hu: Hozzáadás
tr: Ekle
uk: Додати

source: Advanced
hu: Haladó
tr: Gelişmiş
uk: Додатково

source: Volume Group Name:
hu: VG neve:
tr: Hacim Grubu Adı:
uk: Назва тома групи:

source: Physical Extends
hu: Fizikai extentek
tr: Fiziksel Uzantılar
uk: Фізично поширюється

source: Physical Volumes to use:
hu: Használható fizikai kötetek:
tr: Kullanılacak Fiziksel Hacimler:
uk: Фізичні томи для використання:

source: Total Space:
hu: Teljes terület:
tr: Toplam Alan:
uk: Загальний розмір:

source: Free Space:
hu: Szabad terület:
tr: Boş Alan:
uk: Вільне місце:

source: Logical Volumes
hu: Logikai kötet
tr: Mantıksal Hacimler
uk: Логічні томи

source: Mountpoint
hu: Csatolási pont
tr: Bağlama Noktası
uk: Точка монтування

source: Used Space:
hu: Felhasznált terület:
tr: Kullanılan Alan:
uk: Використаний простір:

source: Pardus is installed and running successfully... Before you login to system, you need to create your first user and set the system wide configurations.
hu: A Pardus telepítése és elindítása sikeres volt... Bejelentkezés előtt létre kell hozni az első felhasználót, valamint el kell végezni néhány rendszerszintű beállítást.
tr: Pardus başarıyla kuruldu ve çalışmaya başladı... Sisteme giriş yapmak için bir kullanıcı yaratarak, sistem genelinde etkin ayarları yapmalısınız.
uk: Pardus успішно встановлено й запущено… Перед реєстрацією, потрібно створити першого користувача й указати загальні налаштування системи.

source: Not enough physical volumes
hu: Nincs elég fizikai kötet.
tr: Yeterli fiziksel hacim bulunamadı
uk: Не вистачає фізичних томів

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
hu: Legalább egy használaton kívüli fizikai kötet partíció szükséges a logikai kötet létrehozásához. Készítsen egy partíciót vagy RAID tömböt "fizikai kötet (LVM)" típusként, ezután válassza újra az "LVM" opciót.
tr: LVM Hacim Grubu yaratmak için en az bir fiziksel hacim gerekli. "Fiziksel hacim (LVM)" tipinde bir bölüm ya da RAID dizisi oluşturup tekrar deneyin.
uk: Потрібно щонайменше один фізичний розділ тома, щоб створити групу тома LVM. Створіть розділ або масив RAID типом «фізичний том (LVM)» і потім виберіть параметр «LVM» знову.

source: Make LVM Volume Group
hu: LVM VG létrehozása
tr: LVM Hacim Grubu Oluşturun
uk: Зробити групу тома LVM

source: Edit LVM Volume Group: %s
hu: %s LVM VG módosítása
tr: LVM Hacim Grubu'nu Düzenleyin: %s
uk: Редагувати групу тома LVM: %s

source: Edit LVM Volume Group
hu: LVM VG módosítása
tr: LVM Hacim Grubunu Düzenle
uk: Редагувати групу тома LVM

source: Invalid Volume Group Name
hu: Érvénytelen VG név
tr: Geçersiz Hacim Grubu Adı
uk: Неправильна назва групи тома

source: Name in use
hu: A név használatban van
tr: Kullanımda olan isim
uk: Назва вже використовується

source: The volume group name "%s" is already in use. Please pick another.
hu: A "%s" VG név már használatban van. Válasszon másikat.
tr: Hacim grubu adı "%s" kullanımda. Lütfen başka bir seçim yapınız.
uk: Назва групи тома «%s» уже використовується. Будь ласка, підберіть іншу.

source: Not enough space
hu: Nincs elég szabad terület
tr: Yeterli alan yok
uk: Недостатньо місця

source: The physical extent size cannot be changed because otherwise the space required by the currently defined logical volumes will be increased to more than the available space.
hu: A fizikai extent méret nem módosítható, mert ez esetben a már definiált kötetek mérete meghaladná a rendelkezésre álló területet.
tr: Fiziksel boyut oranı değiştirilemiyor, çünkü mantıksal bölümlerin boyutu ayrılan boş alandan fazla hâle gelecek.
uk: Міру фізичного розміру неможливо змінити, оскільки логічні томи будуть більші за доступний розмір.

source: Confirm Physical Extent Change
hu: Fizikai extent méret megváltoztatásának jóváhagyása
tr: Fiziksel Boyut Değişimini Onayla
uk: Підтвердити зміну фізичної міри

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take effect immediately.
hu: Ez változtatás a fizikai extent méretében azt eredményezi, hogy az aktuális logikai kötet mérete a fizikai extentek egész számú többszörösére változzon. A változtatás azonnal életbe lép.
tr: Fiziksel boyuttaki değerin değişimi var olan mantıksal hacmin boyutlarının oranına göre değişiklik gösterecek ve yukarı yuvarlanacaktır
uk: Ця зміна значення фізичної міри потребує, щоб розміри логічних томів були заокруглені до розміру цілократне фізичній мірі. Ці зміни відразу наберуть чинності.

source: Continue
hu: Folytatás
tr: Devam Et
uk: Далі

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is larger than the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
hu: A fizikai extent mérete nem változtatható meg, mert a kiválasztott érték (%(curpe)10.2f MB) nagyobb, mint a legkisebb fizikai kötet (%(maxpvsize)10.2f MB) a VG-ben.
tr: Fiziksel boyut değiştirilemiyor çünkü seçilen değer (%(curpe)10.2f MB) hacim grubundaki en düşük değerden (%(maxpvsize)10.2f MB) büyük.
uk: Фізичну міру розміру неможливо змінити, сокільки значення вибраного (%(curpe)10.2f МБ) більше за розмір найменшого фізичного тома (%(maxpvsize)10.2f МБ) у групі тома.

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is too large compared to the size of the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
hu: A fizikai extent mérete nem változtatható meg, mert a kiválasztott érték (%(curpe)10.2f MB) túl nagy legkisebb fizikai kötet (%(maxpvsize)10.2f MB) méretéhez viszonyítva a VG-n belül.
tr: Fiziksel boyut değiştirilemiyor, çünkü seçilen değer (%(curpe)10.2f MB) hacim grubundaki en küçük fiziksel hacme kıyasla (%(maxpvsize)10.2f MB) çok büyük.
uk: Фізичну міру розміру неможливо змінити, оскільки значення вибраного (%(curpe)10.2f МБ) надто великий, на відміну від розміру найменшого фізичного тома (%(maxpvsize)10.2f МБ) у групі тома.

source: Too small
hu: Túl kicsi
tr: Çok küçük
uk: Надто маленький

source: This change in the value of the physical extent will waste substantial space on one or more of the physical volumes in the volume group.
hu: Ez a fizikai extent méret egy vagy több köteten túl sok kihasználatlan helyfoglaláshoz vezet.
tr: Fiziksel boyut değerindeki değişiklik, hacim grubuna ait olan fiziksel hacimler üzerinden yeterli alanın kaybolmasına yol açacaktır.
uk: Ця зміна в значенні фізичної міри завдасть істотної втрати місця на одному або більше фізичних томах у групі тома.

source: The physical extent size cannot be changed because the resulting maximum logical volume size (%10.2f MB) is smaller than one or more of their currently defined logical volumes.
hu: A fizikai extent méret nem módosítható, mert az eredményként adódó maximális logikai kötet mérete (%10.2f MB) kisebb mint egy vagy több már definiált logikai kötet.
tr: Fiziksel boyut değiştirilemiyor, zira mantıksal hacimler için istenen maksimum büyüklük (%10.2f MB), tanımlanmış olan mantıksal hacimlerden bir ya da bir kaçından daha küçük oluyor.
uk: Фізичну міру розміру неможливо змінити, оскільки кінцевий розмір логічного тома (%10.2f МБ) менше за один або більше теперішніх логічних томів.

source: No free slots
hu: Nincs szabad csatolóhely
tr: Boş yuva yok
uk: Нема вільних гнізд

source: You cannot create more than %d logical volume per volume group.
hu: Maximum %d logikai kötet hozható létre egy VG-ben.
tr: hacim grubu başına en fazla %d mantıksal hacim oluşturulabilir.
uk: Неможливо створити понад %d логічних томів в одній групі тома.

source: No free space
hu: Nincs szabad hely
tr: Boş alan yok
uk: Нема вільного місця
