Repository: pisilinux/playground
Catalog: vedat/2011/yali-live/po/*.po
Languages: hu, tr, uk

source: The following pre-existing partitions have been selected to be formatted, destroying all data.
hu: Az alábbi már létező partíciók lettek megjelölve formázásra, minden adat törlődni fog róluk.
tr: Aşağıda önceden bölümlenmiş disk bölümleri biçimlendirilecek ve içindeki tüm veriler silinecek.
uk: Ці розділи було вибрано для форматування, знищивши усі дані.

source: Select 'Yes' to continue and format these partitions, or 'No' to go back and change these settings.
hu: Válassza az 'Igen'-t a partíciók formázásához, vagy a 'Nem'-et a visszalépéshez és a beállítások megváltoztatásához.
tr: Bu disk bölümlerini biçimlendirmek için 'Evet' ya da geri dönüp tekrar ayarlamak için 'Hayır' tuşuna basabilirsiniz.
uk: Натисніть «Так», щоб продовжити і форматувати ці розділи, або «Ні», щоб повернутись назад і змінити ці налаштування.

source: Format Warning
hu: Formázási figyelmeztetés
tr: Biçimlendirme Uyarıları
uk: Попередження форматування

source: You are about to delete the volume group "%s". ALL logical volumes in this volume group will be lost!
hu: A "%s" VG-t készül törölni. A csoportban az összes logikai kötet el fog veszni!
tr: "%s" mantıksal grubu silmek üzeresiniz. Bu gruptaki tüm mantıksal hacimler silinir!
uk: Ви збираєтесь вилучити групу томів «%s». Усі логічні томи в цій групі буде втрачено!

source: You are about to delete the logical volume "%s".
hu: Biztosan törli a "%s" logikai kötetet?
tr: "%s" mantıksal hacmi silmek istediğinize emin misiniz?
uk: Ви збираєтесь вилучити логічний том «%s».

source: You are about to delete a RAID device.
hu: RAID eszközt készül törölni.
tr: Bir RAID aygıtı silmek üzeresiniz.
uk: Ви збираєтесь вилучити пристрій RAID.

source: You are about to delete the %s partition.
hu: A %s partíciót készül törölni.
tr: %s disk bölümünü silmek üzeresiniz.
uk: Ви збираєтесь вилучити розділ %s.

source: You are about to delete the %(type)s %(name)s
hu: Törölni készül ezt: %(type)s %(name)s
tr: %(type)s %(name)s silinmek üzere
uk: Ви збираєтесь вилучити %(type)s %(name)s

source: Confirm Reset
hu: Visszaállítás jóváhagyása
tr: Sıfırlama Onayı
uk: Підвердити скидання

source: Are you sure you want to reset the partition table to its original state?
hu: Biztosan visszaállítja a partíciós táblát az eredeti állapotába?
tr: Disk bölümü tablosunu sıfırlayarak özgün haline çevirmek istediğinize emin misiniz?
uk: Скинути таблицю розділів до її первинного стану?

source: You have chosen to use a pre-existing partition for this installation without formatting it. We recommend that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as home directories, then continue without formatting this npartition.
hu: Egy már létező partíciót választott a telepítéshez formázás nélkül. Javasoljuk, hogy formázza meg, így elkerülhető, hogy az előző operációs rendszer fájljai zavart okozzanak ezzel a linux telepítéssel. Azonban ha a partíció olyan fájlokat tartalmaz, amit meg kell őriznie, folytassa formázás nélkül.
tr: Bu kurulum için biçimlendirme olmadan daha önceden varolan bir bölümü kullanmak için seçtiniz. Bu bölümde daha önceki işletim sistemi kurulumundan dosya kalmamasından emin olmanız için biçimlendirmenizi öneririz. Ancak bu bölüm kullanıcı dizinleri gibi saklamak istediğiniz dosyalar varsa, biçimlendirmeden devam edebilirsiniz.
uk: Ви вибрали використання наявного розідлу для цього встановлення без його форматуванння. Ми радимо віформатувати цей розділ, щоб переконатись, що з файлами з попередньої операційної системи не виникнуть прикростей через це встановлення. Утім, якщо розділи містять файли, які вам потрібно зберегти, як-от, домашній каталог, то продовжіть без форматування цього розділу.

source: Format?
hu: Formázás?
tr: Biçimlendirilsin mi?
uk: Форматувати?

source: Do Not Format
hu: Nincs formázás
tr: Biçimlendirilmesin
uk: Не форматувати

source: Partitions of type '%s' must be constrained to a single drive. To do this, select the drive in the 'Allowable Drives' checklist.
hu: A '%s' típusú partíciók egyetlen meghajtóra korlátozódnak. Válasszon egyet a 'Megengedett meghajtók' listáról.
tr: '%s' tipindeki disk bölümleri mutlaka bir tekil diskte olmalı. Bunu yapabilmek için 'Uygun Diskler' listesinden seçebilirsiniz.
uk: Розділи типу «%s» повинні знаходитись у одному носії. Щоб це зробити, виберіть пристрій в переліку «Можливі пристрої».

source: Storage Device Warning
tr: Depolama Aygıtları Uyarısı
uk: Попередження пристрою зберігання інформації

source: The following storage device may contain recoverable data:<br><br>%(description)s (%(size)s MB)<br><br>This device may have data that will be <b>permanently lost</b> if you include it in this installation.<br><br>If you don't care about any data on this device, choose <b>Reset device</b> to include it in the installation process.<br><br>If you don't want the device to be permanently erased, select <b>Ignore device</b> and the device will not be considered as a possible installation target.
tr: Aşağıdaki aygıt veri içeriyor olabilir:<br><br>%(description)s (%(size)s MB)<br><br>Bu aygıtı kurulum sürecine dahil ederseniz içerdiği veriler <b>kalıcı olarak silinecektir.</b><br><br>Eğer aygıttaki olası verileri önemsemiyorsanız <b>Aygıtı sıfırla</b> seçeneğini seçebilirsiniz.<br><br>Aygıttaki olası verilerin kalıcı olarak silinmesini istemiyorsanız, <b>Aygıtı göz ardı et</b> seçeneğini seçebilirsiniz. Bu şekilde aygıt kurulum yapılabilecek diskler arasında gözükmeyecek ve göz ardı edilecektir.

source: Reset device
tr: Aygıtı sıfırla
uk: Скинути пристрій

source: Ignore device
tr: Aygıtı göz ardı et
uk: Зігнорувати пристрій

source: There is inconsistent LVM data on %(msg)s. You can reinitialize all related PVs (%(pvs)s) which will erase the LVM metadata, or ignore which will preserve thecontents.This action may also be applied to all other PVs with inconsistent metadata.
tr: Tutarsız LVM verisi %(msg)s bulundu. LVM üst verilerinin silinmesini göze alırsanız, ilgili Fiziksel Hacimleri (%(pvs)s) başlangıç durumuna getirebilirsiniz. İçeriği korumak isterseniz, bu hatayı göz ardı edebilirsiniz. Bu eylem tutarsız üst veri içeren diğer tüm Fiziksel Hacimlere de uygulanır.
uk: Дані на LVM %(msg)s не сходяться. Можете перезапустити всі пов'язані PV (%(pvs)s), які струть метадані LVM, або знехтувати, що збереже вміст. Ця дія може також бути застосована для всі інших метаданих PV, які не зійшлись.

source: Yes, re-initialize
tr: Evet, Yeniden Başlangıç Durumuna Getir
uk: Так, перезапустити

source: No, protect data
tr: Hayır, veriyi koru
uk: Ні, захистити дані

source: Disk contains %(members_count)s BIOS RAID metadata, but is not part of any recognized BIOS RAID sets. Ignoring disk %(members)s.
hu: A lemez %(members_count)s BIOS RAID metaadatot tartalmaz, de egyik sem tagja felismert BIOS RAID készletnek. %(members)s lemez figyelmen kívül hagyva.
tr: Disk içeriğinde %(members_count)s BIOS RAID üst verisi bulunmaktadır, fakat bu üst veri herhangi bir tanımlanmış BIOS RAID ayarlarından birine ait değildir. Disk göz ardı ediliyor %(members)s.
uk: Диск містить метадані %(members_count)s BIOS RAID, однак це не частина якоїсь встановленої BIOS RAID. Нехтування диском %(members)s.

source: Invalid mount point
hu: Érvénytelen csatolási pont
tr: Geçersiz bağlama noktası
uk: Неприпустима точка монтування

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
hu: %s létrehozása közben hiba lépett fel. Az útvonal valamely eleme nem könyvtár. Ez súlyos hiba, a telepítés nem folytatható. Nyomja meg az <Enter> gombot a kilépéshez.
tr: %s yaratılırken hata oluştu. Belirtilen yolun bazı elemanları dizin değil. Bu kritik bir hata sebebiyle kurulum devam edemiyor. Kurulumdan çıkmak için <Enter>'a basınız.
uk: Виникла помилка при спробі створити %s. Деякі елементи шляху не є каталогом. Це фатальна помилка і встановлення не можна продовжувати. Натисніть <Enter>, щоб покинути встановлення.

source: An error occurred when trying to create %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
hu: Hiba lépett fel a %(mountpoint)s létrehozása közben: %(msg)s.Ez súlyos hiba, a telepítés nem folytatható. Nyomja meg az <Enter> gombot a kilépéshez.
tr: %(mountpoint)s bağlantı noktası yaratılırken hata oldu %(msg)s. Bu ölümcül bir hata, kuruluma devam edilemeyecek. Kurulum sihirbazından çıkmak için <Enter> tuşuna basın.
uk: Виникла помилка при спробі створити %(mountpoint)s: %(msg)s. Це фатальна помилка і встановлення не можна продовжувати. Натисніть <Enter>, щоб покинути встановлення.

source: Unable to mount filesystem
hu: A fájlrendszer nem csatolható
tr: Dosya sistemi bağlanamadı
uk: Неможливо змонтувати файлову систему

source: An error occurred mounting device %(path)s as %(mountpoint)s. You may continue installation, but there may be problems.
hu: Hiba lépett fel %(path)s eszköz %(mountpoint)s pontba csatolása közben. Folytathatja a telepítést, de problémák adódhatnak.
tr: %(path)s aygıtı %(mountpoint)s noktasına bağlarken hata oldu. Kurulum devam edecek ama sorun çıkabilir.
uk: Трапилась помилка монтування пристрою %(path)s як %(mountpoint)s. Можете продовжити встановлення, однак можуть виникнути негаразди.

source: An error occurred mounting device %(path)s as %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
hu: Hiba lépett fel a %(path)s eszköz %(mountpoint)s pontba csatolása közben: %(msg)s.Ez súlyos hiba, a telepítés nem folytatható. Nyomja meg az <Enter> gombot a kilépéshez.
tr: %(path)s aygıtını %(mountpoint)s noktasına bağlarken bir hata oldu %(msg)s. Bu ölümcül bir hata, kuruluma devam edilemeyecek. Kurulum sihirbazından çıkmak için <Enter> tuşuna basın.
uk: Виникла помилка при монтуванні пристрою %(path)s як %(mountpoint)s: %(msg)s. Це фатальна помилка і встановлення не можна продовжувати. Натисніть <Enter>, щоб покинути встановлення.

source: Skip
hu: Kihagyás
tr: Atla
uk: Пропустити

source: The swap device: %s is an old-style Linux swap partition. If you want to use this device for swap space, you must reformat as a new-style Linux swap partition.
hu: A lapozóterület: %s régi típusú linux lapozóterület. Ha ezt akarja használni, újra kell formáznia új típusú linux lapozóterületként.
tr: Takas alanı: %s eskiden kalma bir Linux takas yapısında. Bu alanı takas alanı olarak kullanmak istiyorsanız yeniden, çağdaş bir Linux takas türünde biçimlendirmelisiniz.
uk: Пристрій для свопінгу: %s старий розділ для свопінгу Linux. Якщо бажаєте використовувати пристрій для свопінгу, варто переформатувати як новий розділ для свопінгу Linux.

source: The swap device: %s in your /etc/fstab file is currently in use as a software suspend device, which means your system is hibernating. If you are performing a new install, make sure the installer is set to format all swap devices.
hu: A lapozóterület: %s Jelenleg hibernálási területként van beállítva. Ha új telepítést végez, győződjön meg róla, hogy minden lapozóterületet formázásra állított be.
tr: Takas aygıtı: %s şu an uyku moduna geçmiş bir sistem tarafından kullanımda. Eğer yeni bir kurulum yapıyorsanız, tüm takas aygıtlarınızın biçimlendirilecek şekilde işaretlendiğine emin olun.
uk: Пристрій для свопінгу: %s у вашому файлі /etc/fstab тепер використовується як програма для приспання пристроїв, тобто ваша система присипляється. Якщо виконали нове встановлення, переконайтесь, що воно вказало форматувати всі пристрої для свопінгу.

source: The swap device: %s does not contain a supported swap volume. In order to continue installation, you will need to format the device or skip it.
hu: A lapozóterület: %s Nem tartalmaz támogatott lapozó kötetet. A telepítés folytatásához vagy formáznia kell, vagy ki kell hagynia.
tr: Swap aygıtı: %s desteklenen swap hacimine sahip değil.Kuruluma devam etmek için, aygıtı formatlanız ya da atlamanız gerekmekte.
uk: Пристрій для свопінгу: %s не містить підтримуваного тома для свопінгу. Щоб продовжити встановлення, потрібно форматувати пристрій або пропустити це.

source: Error enabling swap device %(name)s: %(msg)s<br><br>This most likely means this swap device has not been initialized.<br><br>Press OK to exit the installer.
tr: %(name)s swap aygıtı etkinleştirirken hata:%(msg)s<br><br> Bu çoğunlukla etkinleştirilmeyen swap aygıtınından dolayıdır.<br><br>.Kurulumdan çıkmak için 'OK' tıklayın.

source: You have not created a bootable partition.
hu: Nem hozott létre rendszerindító partíciót.
tr: Yüklenebilir bölüm yaratmalısınız.
uk: Не створено завантажувального розділу.

source: Bootable partitions cannot be on a logical volume.
hu: A rendszerindító partíció nem lehet logikai eszközön.
tr: /boot bölümü mantıksal hacim üzerinde olamaz.
uk: Завантажувальний розділ не може бути логічним томом.

source: Bootable partitions cannot be on a raid array.
tr: /boot bölümü raid dizileri üzerinde olamaz.
uk: Завантажувальний розділ не може бути на масиві RAID.

source: Bootable partitions cannot be on an %s filesystem.
hu: Rendszerindító partíció nem lehet %s fájlrendszeren.
tr: Yüklenebilir bölümler %s dosya sistemleri üzerinde olmazlar.
uk: Завантажувальний розділ не може бути на файловій системі %s.

source: Ignoring noauto entry
tr: Kendiliğinden girdileri engelliyor

source: Failed to resolve %s (%s) from fstab
tr: fstab içindeki %s (%s) için çözümleme işlemi başarısız

source: Unrecognized filesystem type for %s (%s)
tr: %s için tanımlanamayan dosyalama sistemi tipi (%s)

source: Scanned format (%s) differs from fstab format (%s)
tr: Taranmış olan biçim (%s) fstab biçiminden (%s) farklılık gösteriyor

source: Cannot open %s for read
tr: %s okunamadı

source: Fstab entry %s is malformed: %s
tr: Fstab girdilerinden %s bozuk: %s

source: Creating file %s
hu: %s fájl létrehozása
tr: %s dosyası yaratılıyor
uk: Створення файла %s

source: Creating device %s
hu: %s eszköz létrehozása
tr: %s aygıtı yaratılıyor
uk: Створення пристрою %s

source: device has not been created
tr: aygıt oluşturulmadı
uk: пристрій не створено

source: cannot activate VG with missing PV(s)
tr: Fiziksel Hacim eksik olduğu için Hacim Grupları etkin hale getirilemedi
uk: через брак PV неможливо ввімкнути VG

source: vginfo failed for %s
hu: %s - vginfo nem sikerült
tr: %s yüzünden vginfo başarısız oldu
uk: Помилка vginfo для %s

source: lvs failed for %s
hu: %s - lvs nem sikerült
tr: %s yüzünden lvs başarısız oldu
uk: Помилка lvs для %s

source: partition table
tr: bölüm tablosu
uk: таблиця розділів

source: dm-raid member device
tr: dm-raid bileşeni

source: Unknown return code: %d.
hu: Ismeretlen visszatérési érték: %d
tr: Bilinmeyen hata kodu: %d
uk: Невідомий код повернення: %d.

source: Migrating %s filesystem on %s
tr: %s üzerindeki %s dosya sistemi göç ettiriliyor

source: Creating %(type)s filesystem on %(device)s
hu: %(type)s fájlrendszer létrehozása %(device)s eszközön
tr: %(type)s dosya sistemi %(device)s aygıtı üzerinde yaratılıyor.
uk: Створення файлової системи %(type)s на %(device)s

source: Resizing filesystem on %s
hu: Fájlrendszer átméretezése %s eszközön
tr: %s üzerinden dosya sistemi yeniden boyutlandırılıyor
uk: Зміна розміру на %s

source: Checking filesystem on %s
hu: Fájlrendszer ellenőrzése %s eszközön
tr: %s dosya sistemi kontrol ediliyor
uk: Перевірка файлової системи на %s

source: %(type)s filesystem check failure on %(device)s:
hu: %(device)s eszközön %(type)s fájlrendszer ellenőrzési hiba:
tr: %(device)s aygıtlarında %(type)s dosya sistemi denetimi başarısız oldu.
uk: Не вдалось перевірити файлову систему %(type)s на %(device)s:

source: Errors like this usually mean there is a problem with the filesystem that will require user interaction to repair. Restart installation after you have corrected the problems on the filesystem.
tr: Bunun gibi hatalar genellikle kullanıcının onarması gereken dosya sistemi problemleri olduğunu gösterir. Dosya sistemi problemlerini onardıktan sonra lütfen kuruluma tekrar başlayınız.

source: Unrecoverable Error
hu: Helyrehozhatatlan hiba
tr: Kurtarılamaz Hata
uk: Критична помилка

source: File system errors left uncorrected.
hu: Kijavítatlan fájlrendszerhibák.
tr: Dosya sistemi hataları düzeltilmeden bırakıldı.
uk: Помилки файлової системи залишились невиправленими.

source: Operational error.
hu: Működési hiba.
tr: İşlem hatası.
uk: Оперативна помилка.

source: Usage or syntax error.
hu: Felhasználási vagy szintaktikai hiba.
tr: Kullanım ya da söz dizimi hatası.
uk: Помилка використання або синтаксу.

source: e2fsck cancelled by user request.
hu: e2fsck felhasználó által megszakítva
tr: e2fsck kullanıcı tarafından iptal edildi.
uk: e2fsck скасовано за волею користувача.

source: Shared library error.
hu: Megosztott függvénykönyvtár hiba (library error).
tr: Paylaşımlı kütüphane hatası.
uk: Помилка спільної бібліотеки.

source: Recoverable errors have been detected or dosfsck has discovered an internal inconsistency.
hu: Javítható hibát észleltünk, vagy a dosfsck belső inkonzisztenciát észlelt.
tr: Onarılabilir hatalara rastlandı ya da dosfsck bir tutarsızlık tespit etti.
uk: Знайдено виправні помилки або dosfsck виявив внутрішню неузгодженість.

source: Usage error.
hu: Felhasználási hiba.
tr: Kullanım hatası.
uk: Помилка використання.

source: physical volume (LVM)
tr: fiziksel Hacim (LVM)
uk: фізичний том (LVM)

source: software RAID
tr: yazılım destekli RAID
uk: Програма RAID

source: Turkish
tr: Türkçe
uk: Турецька

source: Turkish F
tr: Türkçe F
uk: Турецька F

source: Turkish Q
tr: Türkçe Q
uk: Турецька Q

source: English
tr: İngilizce (US)
uk: Англійська

source: English GB
tr: İngilizce (Britanya)
uk: Англійська GB

source: Greek
tr: Yunanca
uk: Грецький

source: Afrikaans
tr: Afrikaansca
uk: Африкаанс

source: Vietnamese
tr: Vietnamca
uk: В'єтнамська

source: Catalan
tr: Katalanca
uk: Каталонська

source: Italian
tr: İtalyanca
uk: Італійська

source: Czech
tr: Çekce
uk: Чеська

source: Welsh
tr: Gallerce
uk: Валлійська

source: Arabic
tr: Arapça
uk: Арабська

source: Estonian
tr: Estonca
uk: Естонська

source: Spanish
tr: İspanyolca
uk: Іспанська

source: Russian
tr: Rusça
uk: Російська

source: Dutch
tr: Hollandaca
uk: Голландська

source: Portuguese
tr: Portekizce
uk: Португальска

source: Norwegian
tr: Norveççe
uk: Норвезька

source: Icelandic
tr: İzlandaca
uk: Ісландська

source: Polish
tr: Lehce
uk: Польська

source: Belgium
tr: Belçika
uk: Белгійська

source: French
tr: Fransızca
uk: Французька

source: Bulgarian
tr: Bulgarca
uk: Болгарська

source: Slovenian
tr: Slovence
uk: Словенська

source: Croatian
tr: Hırvatça
uk: Хорватська

source: German
tr: Almanca
uk: Німецька

source: Danish
tr: Danca
uk: Данська

source: Brazilian
tr: Brezilya Portekizcesi
uk: Бразильська

source: Finnish
tr: Fince
uk: Фінська

source: Hungarian
hu: Magyar
tr: Macarca
uk: Болгарська

source: Japanese
tr: Japonca
uk: Японська

source: Malayalam
tr: Malayalamca
uk: Малаяламська

source: Swedish
tr: İsveççe
uk: Шведська

source: Macedonian
tr: Makedonca
uk: Македонська

source: Slovak
tr: Slovakça
uk: Словацька

source: Ukrainian
tr: Ukraynaca
uk: Українська

source: Serbian
tr: Sırpça
uk: Сербська

source: Preparing home directory for %s...
hu: %s saját könyvtárának előkészítése...
tr: %s için ev dizinini hazırlıyor...
uk: Підготовлення домашнього каталогу для %s...

source: Release file is missing
hu: Kiadási fájl nem található
tr: Sürüm dosyası kayıp
uk: Бракує файла випуску

source: Release file is inconsistent
hu: A kiadási fájl érvénytelen
tr: Sürüm dosyası uyumsuz
uk: Файл випуску неузгоджений

source: Invalid xml file
hu: Érvénytelen xml fájl
tr: Geçersiz xml dosyası
uk: Неправильний файл xml

source: MB
uk: МБ

source: Tetris
uk: Тетріс

source: Windows
uk: Вікна

source: Form
hu: Űrlap
