Repository: pisilinux/playground
Catalog: vedat/2011/yali-netinstall/yali/po/*.po
Languages: ru

source: There appears to be more than one resizeable partition. You can select a partition from the list below or YALI will select one for you.
ru: Есть более чем один раздел с изменяемым размером. Вы можете выбрать раздел из списка ниже или его выберет YALI

source: Automatically choose the partition to resize (recommended)
ru: Автоматически выбрать раздел для изменения размера (рекомендуется)

source: I will choose the target
ru: Я сам выберу разделы

source: Use Selected
ru: Использовать выбранное

source: Use All Disk
ru: Использовать весь диск

source: Shrink Current System
ru: Сократить текущую систему

source: Use Free Space
ru: Использовать свободное место

source: Manual Partitioning
ru: Ручная разметка диска

source: Advanced settings
ru: Дополнительные настройки

source: Default settings
ru: Настройки по умолчанию

source: Don't install bootloader
ru: Не устанавливать загрузчик

source: The partition where Pardus is installed
ru: Раздел на котором установлен Pardus

source: The first sector of
ru: Первый сектор

source: You can validate the integrity of the installation packages. Although this is an optional step, we highly recommend to do the validation in order to avoid any possible errors during the installation process.
ru: Вы можете проверить целостность инсталляционных пакетов. Хотя это необязательный шаг, мы настоятельно рекомендуем сделать проверку, чтобы избежать любых возможных ошибок в процессе установки.

source: Validation failed
ru: Проверка завершилась с ошибками

source: Validation succeeded
ru: Проверка завершилась успешно

source: Validate
ru: Проверка

source: Form
ru: Форма

source: To use PiSi History support, you may need to be online. You can use a connection profile from the list below:
ru: Для того, чтобы использовать PiSi History, вам нужно находиться в Сети. Вы можете воспользоваться профилем подключения из списка ниже:

source: Connect
ru: Подключиться

source: Standard Partition
ru: Стандартный раздел

source: General purpose of partition creation
ru: Общее назначение создания разделов

source: Volume Group
ru: Группа томов

source: Requires at least 1 free LVM formatted partition
ru: Требуется по меньшей мере 1 свободный LVM отформатированный раздел

source: Logical Volume
ru: Логический том

source: Create Logical Volume on selected Volume Group
ru: Создать логическую группу в выбранной группе по размеру

source: Physical Volume
ru: Физический том

source: Create LVM formatted partition
ru: LVM

source: Raid Member
ru: Часть RAID

source: Create Raid formatted partition
ru: Создать отформатированный раздел RAID

source: Raid Array
ru: RAID-массив

source: Requires at least 2 free Raid formatted partition
ru: Требует как минимум 2 свободных отформатированных разделов RAID

source: Date
ru: Дата

source: Time
ru: Время

source: Timezone
ru: Часовой пояс

source: Unhandled exception occured
ru: Получено неизвестное исключение

source: Please fill a bug report at http://bugs.pardus.org.tr/ attaching the following backtrace.
ru: Пожалуйста, заполните отчет об ошибке на http://bugs.pardus.org.tr/ подключив к нему следующий протокол сбоя.

source: Reboot
ru: Перезагрузить

source: Show Backtrace
ru: Показать протокол сбоя

source: help content
ru: содержание помощи

source: Installing Package:
ru: Установка пакета:

source: Keyboard Layouts
ru: Раскладки клавиатуры

source: Test Layout
ru: Проверить раскладку

source: Before installing Pardus on your computer, please read and accept the terms of free / open source licenses of the softwares included in this installation medium. <a href="#"><span style=" text-decoration: underline; color:#56a2c0;">License texts</span></a>
ru: Перед установкой Pardus на свой компьютер, пожалуйста прочтите и примите условия свободных и открых лицензий программного обеспечения, включенного в данную установку.<a href="#"><span style=" text-decoration: underline; color:#56a2c0;">License texts</span></a>

source: I understand and accept the terms
ru: Я понимаю и соглашаюсь с условиями лицензии

source: Logical Volume:
ru: Логический том:

source: Use :
ru: Использование:

source: Size :
ru: Размер:

source: MB
ru: МБ

source: Resize
ru: Изменить размер

source: File System :
ru: Файловая система:

source: Format
ru: Форматировать

source: Migrate
ru: Мигрировать

source: Release Notes
ru: Информация о выпуске

source: Previous Screen
ru: Предыдущий этап

source: Back
ru: Назад

source: Next Screen
ru: Следующий этап

source: Next
ru: Вперед

source: Device
ru: Устройство

source: Mount Point
ru: Точка монтирования

source: Label
ru: Метка

source: Type
ru: Тип

source: Size
ru: Размер

source: Create
ru: Создать

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Reset
ru: Сброс

source: Format :
ru: Форматировать:

source: Yes, format this partition
ru: Да, форматировать этот раздел

source: Delete Partition
ru: Удалить раздел

source: Resize Partition
ru: Изменение размера раздела

source: Changes will be applied after Summary Screen.
ru: Изменения будут применены на окончательном этапе.

source: Refresh Disks
ru: Обновить диски

source: Reset All Changes
ru: Сбросить все изменения

source: Apply
ru: Применить

source: Force to be primary partition
ru: Установить как основной раздел

source: Use:
ru: Использовать как:

source: Force to be a primary partition
ru: Установить как основной раздел

source: Which partition would you like to shrink to make room for your installation?
ru: Какой раздел Вы хотели бы уменьшить, чтобы освободить место для установки?

source: Shrink partition to size (in MB)
ru: Уменьшить размер раздела (в Мб)

source: Shrink partition to size (in MB) :
ru: Уменьшить размер раздела (в Мб):

source: Cancel
ru: Отменить

source: Shrink
ru: Сократить

source: Changes will be applied when you click "Resize". To cancel the changes, click <b>"Cancel". <br><br> Warning: A resizing operation may corrupt the partition, rendering the data on it unreachable. Make sure that you have backed up the data. Note that this operation cannot be undone.<b>
ru: Изменения вступят в силу когда вы нажмете "Изменить размер". Для отмены изменений, нажмите <b>"Отмена". <br><br> Внимание! Операция изменения размера может повредить раздел, данные могут стать недоступными. Убедитесь в том, что вы сделали резервную копию данных. Заметьте, что данная операция не может быть отменена.<b>

source: Raid Device:
ru: Устройство Raid:

source: Filesystem:
ru: Первый загрузочный диск (рекомендуется)

source: Raid Level:
ru: Raid уровень:

source: Raid Members:
ru: Raid элементы:

source: Number of spares:
ru: Кол-во резервных:

source: Select where to install the GRUB bootloader
ru: Укажите где будет установлен загрузчик GRUB

source: First bootable disk (recommended)
ru: Первый загрузочный диск (рекомендуется)

source: Disk partition where Pardus is installed
ru: Раздел диска, где установлен Pardus

source: Selected disk below
ru: На выбранном ниже диске

source: Choose the user you want to reset the password:
ru: Выберите пользователя для которого вы хотите сбросить пароль:

source: Password:
ru: Пароль:

source: Confirm Password
ru: Подтвердить пароль

source: Reset Password
ru: Сброс пароля

source: <b>Connection status:</b>
ru: <b>Статус подключения:</b>

source: To use PiSi's history feature, you may need to be online. Select connection profile.
ru: Для использования истории PiSi вы возможно должны быть в Сети. Выберете профиль соединения.

source: Select Connection
ru: Выберите соединение

source: Select the operation to undo:
ru: Выберете операцию для отмены:

source: Choose what do you want to do to repair your system
ru: Выберите то, что вы хотите сделать для восстановления системы:

source: Reinstall bootloader
ru: Переустановить загрузчик

source: Reset forgotten password
ru: Сбросить забытый пароль

source: Return back to a previous system state
ru: Вернуться обратно к предыдущему состоянию системы

source: Administrator password
ru: Пароль администратора

source: Confirm password
ru: Подтвердить пароль

source: Computer Name
ru: Имя компьютера

source: User Name
ru: Имя пользователя

source: Real Name
ru: Настоящее имя

source: Password
ru: Пароль

source: Custom User ID
ru: ID пользователя

source: Not recommended
ru: Не рекомендуется

source: Bypass authorization attempts for this user
ru: Пропустить авторизацию для этого пользователя

source: Add user to administrator (wheel) group
ru: Добавить пользователя в группу администраторов (wheel)

source: Select auto login user
ru: Выберите пользователя для автоматической авторизации

source: Add
ru: Добавить

source: Advanced
ru: Расширенные

source: Volume Group Name:
ru: Имя группы томов

source: Physical Extends
ru: Физические Расширения

source: Physical Volumes to use:
ru: Физические тома для использования:

source: Total Space:
ru: Общее пространство:

source: Free Space:
ru: Свободное пространство:

source: Logical Volumes
ru: Логические тома

source: Mountpoint
ru: Точка подключения

source: Used Space:
ru: Использованное пространство:

source: Pardus is installed and running successfully... Before you login to system, you need to create your first user and set the system wide configurations.
ru: Pardus установлен и успешно запущен.. Перед входом в систему, вы должны создать вашего первого пользователя и задать общесистемную конфигурацию.

source: Not enough physical volumes
ru: Не достаточно физических томов

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
ru: По крайней мере один неиспользованный реальный том должен быть создан в группе томов LVM. Создать раздел или массив RAID типа "реальный том" (LVM)" и затем выбрать опцию "LVM" заново.

source: Make LVM Volume Group
ru: Сделать группу томов LVM

source: Edit LVM Volume Group: %s
ru: Редактировать группу томов LVM: %s

source: Edit LVM Volume Group
ru: Редактировать группу томов LVM

source: Invalid Volume Group Name
ru: Неверное имя группы томов

source: Name in use
ru: Имя для использования

source: The volume group name "%s" is already in use. Please pick another.
ru: Имя группы томов "%s" уже используется. Пожалуйста, выберите другое.

source: Not enough space
ru: Недостаточно места

source: The physical extent size cannot be changed because otherwise the space required by the currently defined logical volumes will be increased to more than the available space.
ru: Реальное место не может быть изменено, потому что место, выделенное для текущих заданных логических разделов будет увеличено больше, чем имеется доступного объема.

source: Confirm Physical Extent Change
ru: Подтвердите физическое изменение

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take effect immediately.
ru: Это изменение физического объема тома потребует, чтобы запросы размеров текущего логического тома были округлены до целого множителя физического объема. Это изменение вступит в силу немедленно.

source: Continue
ru: Продолжить

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is larger than the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
ru: Физический объем не может быть изменен, потому что выбранное значение (%(curpe)10.2f Mб) больше, чем наименьший физический том (%(maxpvsize)10.2f Mб) в группе томов.

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is too large compared to the size of the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
ru: Физический размер не может быть изменен, потому что выбранное значение (%(curpe)10.2f Mб) слишком велико по сравнению с минимальным физическим томом (%(maxpvsize)10.2f Mб) в группе томов.

source: Too small
ru: Слишком маленький

source: This change in the value of the physical extent will waste substantial space on one or more of the physical volumes in the volume group.
ru: Это изменение значения физического объема приведет к существенным потерям пространства на одном или нескольких томах в группе томов.

source: The physical extent size cannot be changed because the resulting maximum logical volume size (%10.2f MB) is smaller than one or more of their currently defined logical volumes.
ru: Физический объем не может быть изменен, потому что окончательный максимальный размер логического тома (%10.2f Mб) меньше, чем один или более текущих определенных логических томов.

source: No free slots
ru: Нет свободных слотов

source: You cannot create more than %d logical volume per volume group.
ru: Вы не можете создать больше %d логических дисков в дисковой группе.

source: No free space
ru: Нет свободного места

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you must reduce the size of one or more of the currently existing logical volumes
ru: Не осталось места в группе томов для создания логических томов. Для добавления логического тома Вам необходимо уменьшить размер одного или нескольких существующих логических томов

source: Confirm Delete
ru: Подтвердить удаление

source: Are you sure you want to delete the logical volume "%s"?
ru: Вы действительно хотите удалить логический диск "%s"?

source: Make Logical Volume
ru: Сделать логический раздел

source: Edit Logical Volume: %s
ru: Редактировать логический раздел: %s

source: Mount Point Error
ru: Ошибка монтирования

source: Mount point in use
ru: Точка монтирования уже используется

source: The mount point "%s" is in use. Please pick another.
ru: Точка монтирования "%s" уже используется. Пожалуйста, укажите другую.

source: Illegal Logical Volume Name
ru: Неверное имя логического диска

source: Illegal logical volume name
ru: Неверное имя логического диска

source: The logical volume name "%s" is already in use. Please pick another.
ru: Имя логического диска "%s" уже используется. Пожалуйста, выберите другое имя.

source: Illegal size
ru: Недопустимый размер

source: The requested size as entered is not a valid number greater than 0.
ru: Требуемый размер, который вы ввели, не является числом большим 0.

source: The current requested size (%(size)10.2f MB) is larger than the maximum logical volume size (%(maxlv)10.2f MB). To increase this limit you can create more Physical Volumes from unpartitioned disk space and add them to this Volume Group.
ru: Запрошенный размер (%(size)10.2f Mб) больше, чем максимальный размер логического тома (%(maxlv)10.2f Mб). Для увеличения предела вы можете создать больше Физических Томов из неразмеченного дискового пространства и добавить их в Группу Томов.

source: The size entered for this logical volume (%(size)d MB) combined with the size of the other logical volume(s) exceeds the size of the volume group (%(tmpvgsize)d MB). Please make the volume group larger or make the logical volume smaller.
ru: Указанный размер для этого логического тома (%(size)d Mб) вместе с размером других логических томов превышает размер группы томов (%(tmpvgsize)d Mб). Пожалуйста, расширьте группу томов или сделайте логический том меньше.

source: Create Partition on %(path)s (%(model)s)
ru: Создать раздел на %(path)s (%(model)s)

source: Edit Partition %s
ru: Изменить раздел %s

source: Edit Partition
ru: Изменить раздел

source: Error With Request
ru: Ошибка с запросом

source: Invalid Raid Members
ru: Ошибочные члены Raid

source: At least two unused software RAID partitions are needed to create a RAID device. First create at least two partitions of type "software RAID", and then select the "RAID" option again.
ru: Требуется по крайней мере два неиспользуемых раздела RAID для создания устройства RAID. Сначала создайте по крайней мере два раздела типа "программный RAID" и выберете опцию "RAID" снова.

source: Make RAID Device
ru: Создать RAID устройство

source: Edit RAID Device: %s
ru: Редактировать RAID устройство: %s

source: Edit RAID Device
ru: Редактировать RAID устройство

source: A RAID%(level)d set requires at least %(min_member)d member
ru: RAID%(level)d набор требует хотя бы %(min_member)d элемент

source: Error!
ru: Ошибка!

source: An error occurred when attempting to load an installer interface component. className = %s.Widget
ru: Произошла ошибка при попытке загрузить компонент интерфейса установки. className = %s.Widget

source: Exit
ru: Выход

source: Retry
ru: Повторить

source: Storage Devices initialising...
ru: Определение устройств хранения данных...

source: Password is too short.
ru: Пароль слишком короткий.

source: Passwords do not match.
ru: Пароли не совпадают.

source: Do not use your username as your password.
ru: Не используйте свое имя пользователя в качестве пароля.

source: Hostname cannot be longer than 64 characters.
ru: Имя хоста не может быть длиннее 64 символов.

source: Hostname contains invalid characters.
ru: Имя хоста содержит недопустимые символы.

source: Starting validation...
ru: Запуск проверки...

source: Package validation is in progress. Please wait until it is completed.
ru: Идет процесс проверки пакетов. Пожалуйста, подождите, пока он завершится.

source: Validating %s
ru: Проверка %s

source: Warning
ru: Предупреждение

source: Validation of %s package failed.Please remaster your installation medium andreboot.
ru: Проверка пакета %s завершилась с ошибкой. Пожалуйста, замените ваш установочный диск и перезагрузитесь.

source: Skip Validation
ru: Пропустить проверку

source: Skip Package
ru: Пропустить пакет

source: <font color="#FFF"><b>Validation succeeded. You can proceed with the installation.</b></font>
ru: <font color="#FFF"><b>Проверка завершилась успешно. Теперь Вы можете продолжить установку.</b></font>

source: Package validation is finished.
ru: Проверка пакетов завершена.

source: Adjusting time settings
ru: Регулировка настроек времени

source: Device Path: %s
ru: Путь устройства: %s

source: Error
ru: Ошибка

source: You must select at least one drive to be used for installation.
ru: Вы должны выбрать хотя бы один из дисков, которые будут использоваться для установки.

source: Running post-install operations...
ru: Запуск после установочных операций...

source: Press <b>Restart</b> to restart the computer.
ru: Нажмите <b>Перезагрузка</b> чтобы перезагрузить компьютер.

source: Restart
ru: Перезапуск

source: <b>Please wait while restarting...</b>
ru: <b>Пожалуйста, подождите, идет перезагрузка...</b>

source: Setting timezone...
ru: Настройка часового пояса...

source: Migrating Xorg configuration...
ru: Перенос конфигурации Xorg

source: Copying repository index...
ru: Копирование индекса репозитория...

source: Setting hostname...
ru: Настройка имя хоста...

source: Setting root password...
ru: Настройка пароля администрация...

source: Resetting user password...
ru: Сброс пароля пользователя...

source: Setup First-Boot...
ru: Установка первой загрузки...

source: Teardown First-Boot...
ru: Отключение для первой загрузки...

source: Adding users...
ru: Добавление пользователей...

source: Writing bootloader...
ru: Запись загрузчика...

source: Stopping to D-Bus...
ru: Остановка D-Bus...

source: Teardown storage subsystem...
ru: Отключение дисковой подсистемы...

source: Installing bootloader...
ru: Установка загрузчика...

source: Installing <b>%(name)s</b> -- %(summary)s
ru: Установка <b>%(name)s</b><br>%(summary)s

source: Configuring <b>%s</b>
ru: Настройка <b>%s</b>

source: Following error occured while installing packages:<b>%s</b><br><br>Do you want to retry?
ru: Произошла ошибка во время установки пакетов:<b>%s</b><br><br>Вы хотите повторить?

source: Yes
ru: Да

source: No
ru: Нет

source: An error occured during the installation of packages. This may be caused by a corrupted installation medium error: %s
ru: Возникла ошибка в процессе установки пакетов. Причиной этому может служить поврежденный установочный носитель. Ошибка: %s

source: No storage device found.
ru: Устройств хранения данных не найдено.

source: Use Alt-Shift to toggle between alternative keyboard layouts
ru: Используйте комбинацию клавиш Alt-Shift для переключения альтернативных раскладок клавиатуры

source: License text could not be found.
ru: Текст лицензии не может быть найден.

source: No partitions are available to resize. Only physical partitions which size is greater than %s MB can be resized.
ru: Нет разделов, доступных для изменения их размера. Только физические разделы, размер которых более %s MB могут быть доступны для изменения размера.

source: Use All Disks
ru: Использование всех дисков

source: The partitioning scheme you requested caused the following critical errors.You must correct these errors before you continue your installation of %s.
ru: Схема разметки, запрашиваемая вами, вызвала следующие критические ошибки. Вы должны исправить эти ошибки, перед тем как продолжить установку %s.

source: Partitioning Errors
ru: Ошибки разметки дисков

source: The partitioning scheme you requested generated the following warnings. Would you like to continue with your requested partitioning scheme?
ru: Схема разметки содержит предупреждения. Вы хотите продолжить с данной схемой разметки?

source: Partitioning Warnings
ru: Предупреждения разметки дисков

source: The following pre-existing devices have been selected to be formatted, destroying all data.
ru: Следующие уже существующие устройства были выбраны, для форматирования, уничтожив все данные на них.

source: Format Warnings
ru: Предупреждения форматирования

source: All Changes that you made will be removed
ru: Все изменения, сделанные вами, будут удалены

source: Standard
ru: Стандартный

source: Partition
ru: Раздел

source: Member
ru: Участник

source: Array
ru: Массив

source: Volume Groups
ru: Группы томов

source: Free
ru: Свободно

source: Raid Arrays
ru: Raid массивы

source: Hard Drives
ru: Жесткие диски

source: Can't handle more than one extended partition per disk
ru: Нельзя иметь больше чем один расширенный раздел на диске

source: Crossed logical partition before extended
ru: Пересечение логических разделов перед расширением.

source: Extended
ru: Расширенный

source: Error Partitioning
ru: Ошибка разметки

source: Could not allocate requested partitions: %s.
ru: Не удалось разместить требуемые разделы: %s.

source: Warning Partitioning
ru: Предупреждение разметки

source: Warning: %s.
ru: Предупреждение: %s.

source: Modify Partition
ru: Изменить раздел

source: Partition Selection Warning
ru: Предупреждение выбора раздела

source: Please select free physical partition to create new device.
ru: Пожалуйста выберите свободный физический раздел для создания нового устройства.

source: Unable To Edit
ru: Редактирование невозможно

source: You cannot edit this device: %s
ru: Вы не можете редактировать это устройство: %s

source: Don't use your user name or name as a password
ru: Не используйте ваше имя пользователя или логин как пароль

source: Passwords do not match
ru: Пароли не совпадают

source: Password is too short
ru: Пароль слишком короткий

source: Cannot Rescue
ru: Не возможно восстановить

source: Your current installation cannot be rescued.
ru: Ваша текущая установка не может быть восстановлена.

source: Super User
ru: Администратор

source: Starting D-Bus...
ru: Запуск D-Bus...

source: Connecting to D-Bus...
ru: Подключение к D-Bus ...

source: Fetching history...
ru: Получение истории ...

source: Please Wait...
ru: Пожалуйста, подождите...

source: No connection available
ru: Нет подключения к Интернету

source: Operation %(no)s : %(date)s - %(type)s
ru: Операция %(no)s : %(date)s - %(type)s

source: Connecting to network %s...
ru: Подключение к сети %s...

source: Connection failed
ru: Не удалось установить соединение

source: Connected
ru: Подключено
