Repository: pisilinux/playground
Catalog: vedat/2011/yali-netinstall/yali/po/*.po
Languages: ru

source: %(type)s filesystem check failure on %(device)s:
ru: Проверка файловой системы %(type)s не удалась на %(device)s:

source: Errors like this usually mean there is a problem with the filesystem that will require user interaction to repair. Restart installation after you have corrected the problems on the filesystem.
ru: Ошибки, такие как эти, обычно означают, что существует проблема с файловой системой, что потребует вмешательства пользователя для ремонта. Перезапустите установку после устранения проблем с файловой системой.

source: Unrecoverable Error
ru: Неустранимая ошибка

source: File system errors left uncorrected.
ru: Ошибки файловой системы остались неисправленными.

source: Operational error.
ru: Оперативная ошибка.

source: Usage or syntax error.
ru: Ошибка использования или синтаксиса.

source: e2fsck cancelled by user request.
ru: e2fsck завершена пользователем.

source: Shared library error.
ru: Ошибка общей библиотеки.

source: Recoverable errors have been detected or dosfsck has discovered an internal inconsistency.
ru: Обнаружены некритические ошибки или dosfsck обнаружила внутреннюю противоречивость.

source: Usage error.
ru: Ошибка использования.

source: physical volume (LVM)
ru: физический том (LVM)

source: software RAID
ru: программный RAID

source: Preparing home directory for %s...
ru: Подготовка домашнего каталога для %s...

source: Release file is missing
ru: Файл Release отсутствует

source: Release file is inconsistent
ru: Файл Release не соответствует

source: Invalid xml file
ru: Неверный XML-файл
