Repository: pisilinux/playground
Catalog: vedat/2011/yali-netinstall/yali/po/*.po
Languages: ru

source: Mount failed
ru: Ошибка при монтировании

source: The following error occurred when mounting the file systems listed in /etc/fstab. Please fix this problem and try to rescue again. %s
ru: Произошла ошибка при монтировании файловых систем, перечисленных в /etc/fstab. Пожалуйста, исправьте эту проблему и попробуйте восстановить заново. %s

source: <b><p>Are you sure you want to restart the computer?</p></b>
ru: <b><p>Вы уверены, что вы хотите перезагрузить компьютер?</p></b>

source: Installation starts in <b>%s</b> seconds
ru: Установка начнется через <b>%s</b> секунд

source: Start Installation
ru: Начать установку

source: Apply Settings
ru: Применить настройки

source: Keyboard Settings
ru: Настройки клавиатуры

source: Selected keyboard layout is <b>%s</b>
ru: Выбранная раскладка клавиатуры <b>%s</b>

source: Date/Time Settings
ru: Установка даты/времени

source: Selected TimeZone is <b>%s</b>
ru: Выбранный часовой пояс <b>%s</b>

source: User Settings
ru: Настройки пользователя

source: User %(username)s (<b>%(realname)s</b>) added.
ru: Пользователь %(username)s (<b>%(realname)s</b>) добавлен.

source: User %(username)s (<b>%(realname)s</b>) added with <u>administrator privileges</u>.
ru: Пользователь %(username)s (<b>%(realname)s</b>) добавлен с правами <u>суперпользователя</u>.

source: Hostname Settings
ru: Настройка имени хоста

source: Hostname is set as <b>%s</b>
ru: Имя хоста задано как <b>%s</b>

source: Partition Settings
ru: Настройки раздела

source: Automatic Partitioning selected.
ru: Автоматическое разбиение выбрано.

source: Use All Space
ru: Использовать все пространство.

source: Removes all partitions on the selected %s device(s). <b><u>This includes partitions created by other operating systems.</u></b>
ru: Удаление всех разделов на выбранном %s устройстве(ах). <b><u>Включая разделы, созданные другими операционными системами.</u></b>

source: Replace Existing Linux System(s)
ru: Заменить существующий Linux систему(ы)

source: Removes all Linux partitions on the selected%s device(s). This does not remove other partitions you may have on your storage device(s) (such as VFAT or FAT32)
ru: Удаление всех Linux-разделов на выбранном %s устройстве(ах). <b><u>Это не включает в себя удаление других разделов, которые вы могли иметь на вашем устройстве хранения данных (такие как VFAT или FAT32).</u></b>

source: Retains your current data and partitions and uses only the unpartitioned space on the selected %s device(s), assuming you have enough free space available.
ru: Сохраняет ваши данные и разделы и использует только неразмеченное пространство на выбранном %s устройстве(ах), считая, что свободного места достаточно.

source: Manual Partitioning selected.
ru: Выбрана ручная разметка диска

source: Bootloader Settings
ru: Настройка загрузчика

source: GRUB will be installed to <b>%s</b>.
ru: GRUB будет установлен в <b>%s</b>.

source: GRUB will not be installed.
ru: GRUB не будет установлен.

source: Package Installation Settings
ru: Настройка установки пакетов

source: Collection <b>%s</b> selected
ru: Коллекция <b>%s</b> выбрана

source: Confirm
ru: Подтвердить

source: The partitioning options you have selected will now be written to disk. Any data on deleted or reformatted partitions will be lost.
ru: Параметры разметки, которые вы выбрали, сейчас будут записаны на диск. Любые данные на удаляемом или форматируемом разделе будут потеряны.

source: Write Changes to Disk
ru: Записать изменения на диск

source: Go Back
ru: Вернуться

source: Proprietary Hardware Drivers
ru: Проприетарные драйвера устройств

source: <qt>Proprietary drivers are available which may be required to utilize the full capabilities of your video card. These drivers are developed by the hardware manufacturer and not supported by Pardus developers since their source code is not publicly available.<br><br><b>Do you want to install and use these proprietary drivers instead of the default drivers?</b></qt>
ru: <qt>Проприетарные драйвера вам могут понадобиться для использования всех возможностей вашей видеокарты. Эти драйвера разработаны производителями видеокарт и не поддерживаются разработчиками Pardus, поскольку их код закрыт.<br><br><b>Вы хотите установить и использовать эти драйвера вместо драйверов по умолчанию?</b></qt>

source: Update
ru: Обновление

source: This user name is already taken, please choose another one.
ru: Это имя пользователя уже занято, пожалуйста, выберите другое.

source: The user name contains invalid characters.
ru: Имя пользователя содержит недопустимые символы.

source: The real name contains invalid characters.
ru: Настоящее имя содержит недопустимые символы.

source: User ID used before, choose another one!
ru: Пользовательский ID уже использован, выберите другой!

source: Partitions to Shrink
ru: Разделы для уменьшения

source: Resize FileSystem Error
ru: Ошибка изменения размера в файловой системе

source: Resize Device Error
ru: Ошибка изменения разрамера на устройстве

source: You cannot remove this physical volume because otherwise the volume group will be too small to hold the currently defined logical volumes.
ru: Вы не можете удалить этот физический том потому что тогда группа томов станет слишком малой для поддержки текущих логических томов.

source: Don't ask again
ru: Больше не спрашивать

source: Do you want to continue?
ru: Вы хотите продолжить?

source: Information
ru: Информация

source: OK
ru: ОК

source: Error reporting
ru: Сообщить об ошибке

source: Pixmaps resources file doesn't exists
ru: Файл ресурсов растровых изображений не существует

source: Style file doesn't exists
ru: Файл стиля не существует

source: Release file doesn't exists
ru: Файл Release не существует

source: Turn Off Computer
ru: Выключить компьютер

source: Restart Computer
ru: Перезагрузить компьютер

source: Restart YALI
ru: Перезагрузить YALI

source: right
ru: справа

source: left
ru: слева

source: Mouse Settings
ru: Настройки мыши

source: You just clicked the <b>%s</b> mouse button.
ru: Вы нажали на <b>%s</b> кнопку мыши

source: Do you want to switch to the <b>%s</b> handed configuration?
ru: Вы хотите переключиться на конфигурацию <b>%s</b> руки

source: Are you sure you want to shut down your computer now?
ru: Вы уверены, что вы хотите выключить компьютер сейчас?

source: Are you sure you want to restart your computer now?
ru: Вы уверены, что вы хотите перезагрузить компьютер сейчас?

source: Are you sure you want to restart the YALI installer now?
ru: Вы уверены, что хотите перезапустить программу установки YALI сейчас?

source: Terminal
ru: Терминал

source: Tetris
ru: Тетрис

source: An error occurred when attempting to load screens:%s
ru: Произошла ошибка при попытке загрузить экран: %s

source: Release notes could not be loaded.
ru: Не удалось загрузить примечания к выпуску.

source: This partition is part of an inconsistent LVM Volume Group.
ru: Этот раздел является частью несовместимой группы томов LVM.

source: Failed teardownAll in storage.complete with error:%s
ru: Неудачный teardownAll в storage.complete с ошибкой:%s

source: Storage Device Error
ru: Ошибка устройства хранения данных

source: There was an error encountered while partitioning on device %s.
ru: Возникла ошибка в процессе разбиения на разделы устройства %s.

source: Storage Format Error
ru: Ошибка форматирования устройства хранения данных

source: There was an error encountered while formatting on device %s.
ru: Произошла ошибка в процессе форматирования на устройстве %s

source: Exit installer
ru: Выход из установки

source: Ignore
ru: Игнорировать

source: This partition is holding the data for the hard drive install.
ru: Этот раздел содержит данные по установке на жесткий диск.

source: You cannot delete a partition of a LDL formatted DASD.
ru: Вы не можете удалять раздел LDL, отформатированный DASD.

source: This device is part of the RAID device %s, you have to edit or remove the raid partition appropriately!
ru: Этот раздел является частью RAID устройства %s, вы должны редактировать или удалять RAID-разделы надлежащим для этого образом!

source: This device is part of a RAID device.
ru: Это устройство является частью устройства RAID.

source: This device is part of the LVM volume group '%s'.
ru: Это устройство является частью дисковой группы LVM '%s'.

source: This device is part of a LVM volume group.
ru: Это устройство является частью дисковой группы LVM.

source: This device is an extended partition which contains logical partitions that cannot be deleted:
ru: Это устройство представляет собой расширенный раздел, содержащий логические разделы, которые не могут быть удалены:

source: You have not defined a root partition (/),which is required for installation of %s to continue.
ru: Вы не задали корневой раздел (/), который необходим для продолжения установки %s.

source: Your / partition is less than %(min)s MB which is lower than recommended for a normal %(productName)s install.
ru: Ваш / раздел меньше чем %(min)s MB, что ниже рекомендуемого размера для нормальной установки %(productName)s .

source: Your %(mount)s partition is less than %(size)s megabytes which is lower than recommended for a normal %(productName)s install.
ru: Ваш %(mount)s раздел меньше чем %(size)s MB, что ниже рекомендуемого размера для нормальной установки %(productName)s .

source: You have not specified a swap partition. Due to the amount of memory present, a swap partition is required to complete installation.
ru: Вы не задали раздел подкачки. В связи с представленным объемом оперативной памяти, раздел подкачки необходим для успешного завершения установки.

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performancefor most installations.
ru: Вы не задали раздел подкачки. Хоть это и не является крайне обязательным шагом во всех случаях, но это позволит значительно повысить производительность для большинства установок.

source: This mount point is invalid. The %s directory must be on the / file system.
ru: Это точка монтирования не верна. Директория %s должна быть на файловой системе / .

source: The mount point %s must be on a linux file system.
ru: Точка монтирования %s должна располагаться в файловой системе Linux.

source: No Drives Found
ru: Диски не обнаружены

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
ru: Произошла ошибка - не были найдены правильные устройства для создания новых файловых систем. Проверьте оборудование для поиска причин этой проблемы.

source: requested size exceeds maximum allowed
ru: требуемый размер превышает максимально допустимый

source: partition is too %(problem)s for %(format)s formatting
ru: раздел слишком %(problem)s для %(format)s форматирования

source: not enough free space on disks
ru: не хватает свободного места на дисках

source: not enough free space after creating extended partition
ru: не хватает свободного места после создания расширенного раздела

source: not enough space for LVM requests
ru: не хватает места для запросов LVM

source: Could not find enough free space for automatic partitioning, please use another partitioning method.
ru: Не удалось найти достаточно свободного места для автоматической разметки, пожалуйста, используйте другой метод разметки диска.

source: Warnings During Automatic Partitioning
ru: Предупреждения во время автоматической разметки

source: Following warnings occurred during automatic partitioning: %s
ru: Возникли следующие предупреждения в процессе автоматической разметки: %s

source: Press 'OK' to exit the installer.
ru: Нажмите 'OK' для выхода из программы установки.

source: Could not allocate requested partitions: %(msg)s.%(extra)s
ru: Не удалось разместить требуемые разделы: %(msg)s.%(extra)s

source: Automatic Partitioning Errors
ru: Ошибки автоматической разметки дисков

source: The following errors occurred with your partitioning: %(errortxt)s This can happen if there is not enough space on your hard drive(s) for the installation. %(extra)s
ru: Следующие ошибки произошли в процессе разметки: %(errortxt)s Это могло произойти, если не хватает места на жестком диске(ах) для установки. %(extra)s

source: Please enter a volume group name.
ru: Пожалуйста, введите имя группы томов.

source: Volume Group Names must be less than 128 characters
ru: Имя группы томов не должно быть длиннее 128 символов.

source: Error - the volume group name %s is not valid.
ru: Ошибка - имя группы томов %s не правильное.

source: Error - the volume group name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
ru: Ошибка - имя группы томов содержит недопустимые символы или пробелы. Допустимые символы - буквы, цифры, '.' или '_'.

source: Please enter a logical volume name.
ru: Пожалуйста, введите имя логического тома.

source: Logical Volume Names must be less than 128 characters
ru: Имя логического тома не должно быть длиннее 128 символов.

source: Error - the logical volume name %s is not valid.
ru: Ошибка - имя логического тома %s не верно задано.

source: Error - the logical volume name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
ru: Ошибка - имя логического тома содержит недопустимые символы или пробелы. Допустимые символы - буквы, цифры, '.' или '_'.

source: Format as Swap?
ru: Форматировать как раздел подкачки (swap)?

source: %s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
ru: %s имеет тип 0x82 (Linux swap), но по всей видимости, не был отформатирован как раздел подкачки Linux. Вы хотите отформатировать этот раздел как раздел подкачки?

source: You are about to delete all partitions on the device '%s'.
ru: Вы собираетесь удалить все разделы на устройстве '%s'.

source: Notice
ru: Внимание

source: The following partitions were not deleted because they are in use: %s
ru: Следующие разделы не были удалены, потому что они используются в данный момент: %s

source: Unable To Delete
ru: Удаление не удалось

source: You must first select a partition to delete.
ru: Сначала вы должны выбрать раздел для удаления.

source: The mount point %s is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
ru: Точка монтирования %s не правильная. Точки монтирования должны начинаться с '/' и не должны заканчиваться на '/', содержать только печатные символы, без пробелов.

source: Error with Partitioning
ru: Ошибка разметки

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %(productName)s. %(errorstr)s
ru: Следующие критические ошибки существует в вашей схеме разметки. Эти ошибки должны быть исправлены для продолжения установки %(productName)s. %(errorstr)s

source: Partitioning Warning
ru: Предупреждения разметки дисков

source: The following warnings exist with your requested partition scheme. %s Would you like to continue with your requested partitioning scheme?
ru: Схема разметки содержит предупреждения. %s Вы хотите продолжить с данной схемой разметки?

source: The following pre-existing partitions have been selected to be formatted, destroying all data.
ru: Следующие уже существующие устройства были выбраны для форматирования. При этом будут уничтожены все данные.

source: Select 'Yes' to continue and format these partitions, or 'No' to go back and change these settings.
ru: Выберите 'Да' для продолжения и форматирования этих разделов, или 'Нет' для возврата назад и изменения этих параметров.

source: Format Warning
ru: Предупреждения форматирования

source: You are about to delete the volume group "%s". ALL logical volumes in this volume group will be lost!
ru: Вы собираетесь удалить группу томов "%s". ВСЕ логические диски в этой группе томов будут потеряны!

source: You are about to delete the logical volume "%s".
ru: Вы собираетесь удалить логический том "%s".

source: You are about to delete a RAID device.
ru: Вы собираетесь удалить RAID устройство.

source: You are about to delete the %s partition.
ru: Вы собираетесь удалить %s раздел.

source: You are about to delete the %(type)s %(name)s
ru: Вы собираетесь удалить %(type)s %(name)s

source: Confirm Reset
ru: Подтвердить сброс

source: Are you sure you want to reset the partition table to its original state?
ru: Вы действительно хотите сбросить таблицу разделов в исходное состояние?

source: You have chosen to use a pre-existing partition for this installation without formatting it. We recommend that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as home directories, then continue without formatting this npartition.
ru: Вы решили использовать уже существующий раздел для установки без форматирования. Мы рекомендуем Вам отформатировать этот раздел, чтобы быть уверенным в том, что файлы из предыдущей установки операционной системы не вызовут проблем с текущей установкой Linux. Однако, если этот раздел содержит файлы, которые необходимо сохранить, такие как домашние директории, тогда продолжайте без форматирования этого раздела.

source: Format?
ru: Форматировать?

source: Do Not Format
ru: Не форматировать

source: Partitions of type '%s' must be constrained to a single drive. To do this, select the drive in the 'Allowable Drives' checklist.
ru: Разделы типа '%s' должны быть объединены в один диск. Это производится путем выбора диска в списке 'Доступные диски'.

source: Storage Device Warning
ru: Предупреждение устройства хранения данных

source: Reset device
ru: Сброс устройства

source: Ignore device
ru: Игнорировать устройство

source: There is inconsistent LVM data on %(msg)s. You can reinitialize all related PVs (%(pvs)s) which will erase the LVM metadata, or ignore which will preserve thecontents.This action may also be applied to all other PVs with inconsistent metadata.
ru: Ошибка обработки LVM. Есть некорректная информация LVM на %(msg)s. Вы можете реинициализировать все связанные PV (%(pvs)s), что сотрет метаданные LVM или игнорировать, что сохранит содержимое. Это действие может быть также проделано с другими PV c некорректными метаданными.

source: Yes, re-initialize
ru: Да, ре-инициализировать

source: No, protect data
ru: Нет, защитить данные

source: Disk contains %(members_count)s BIOS RAID metadata, but is not part of any recognized BIOS RAID sets. Ignoring disk %(members)s.
ru: Диск содержит %(members_count)s BIOS RAID метаданных, но они не являются частью какого-либо известного BIOS RAID набора. Пропуск диска %(members)s.

source: Invalid mount point
ru: Неверная точка монтирования

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
ru: Возникла ошибка при попытке создания %s. Некоторые элементы этого пути не являются директорией. Это критическая ошибка и установка не может быть продолжена. Нажмите <Enter> для выхода из программы установки.

source: An error occurred when trying to create %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
ru: Возникла ошибка при попытке создания %(mountpoint)s: %(msg)s. Это критическая ошибка и установка не может быть продолжена. Нажмите <Enter> для выхода из программы установки.

source: Unable to mount filesystem
ru: Не удалось смонтировать файловую систему

source: An error occurred mounting device %(path)s as %(mountpoint)s. You may continue installation, but there may be problems.
ru: Возникла ошибка при монтировании устройства %(path)s как %(mountpoint)s. Вы можете продолжить установку, но могут возникнуть проблемы.

source: An error occurred mounting device %(path)s as %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
ru: Возникла ошибка при монтировании устройства %(path)s как %(mountpoint)s: %(msg)s. Это критическая ошибка и установка не может быть продолжена. Нажмите <Enter> для выхода из программы установки.

source: Skip
ru: Пропустить

source: The swap device: %s is an old-style Linux swap partition. If you want to use this device for swap space, you must reformat as a new-style Linux swap partition.
ru: Устройство : %s является старым типом раздела подкачки Linux. Если вы хотите использовать это устройство как раздел подкачки, вы должна отформатировать его как новый тип раздела подкачки Linux.

source: The swap device: %s in your /etc/fstab file is currently in use as a software suspend device, which means your system is hibernating. If you are performing a new install, make sure the installer is set to format all swap devices.
ru: Устройство подкачки: %s в вашем файле /etc/fstab на данный момент определено для спящего режима системы. При выполнении новой установки, убедитесь, что установщик отформатирует все устройства подкачки.

source: The swap device: %s does not contain a supported swap volume. In order to continue installation, you will need to format the device or skip it.
ru: Устройство подкачки: %s не содержит поддерживаемых томов подкачки. Для того, чтобы продолжить установку, вам нужно отформатировать устройство или пропустить его.

source: Error enabling swap device %(name)s: %(msg)s<br><br>This most likely means this swap device has not been initialized.<br><br>Press OK to exit the installer.
ru: Ошибка включения устройства подкачки %(name)s: %(msg)s<br><br>Это скорее всего означает, что это устройство подкачки не было инициализировано.<br><br>Нажмите OK для выхода из программы установки.

source: You have not created a bootable partition.
ru: Вы не создали загрузочный раздел.

source: Bootable partitions cannot be on a logical volume.
ru: Загрузочные разделы не могут располагаться на логическом томе.

source: Bootable partitions cannot be on a raid array.
ru: Загрузочные разделы не могут располагаться на массиве RAID.

source: Bootable partitions cannot be on an %s filesystem.
ru: Загрузочные разделы не могут располагаться на %s файловой системы.

source: Ignoring noauto entry
ru: Игнорирование опции noauto

source: Failed to resolve %s (%s) from fstab
ru: Не удалось получить %s (%s) из файла fstab

source: Unrecognized filesystem type for %s (%s)
ru: Неизвестный тип файловой системы для %s (%s)

source: Scanned format (%s) differs from fstab format (%s)
ru: Анализированный формат (%s) отличается от формата в файле fstab (%s)

source: Cannot open %s for read
ru: Не удается открыть%s для чтения

source: Fstab entry %s is malformed: %s
ru: Запись элемента %s неверная: %s

source: Creating file %s
ru: Создание файла %s

source: Creating device %s
ru: Создание устройства %s

source: device has not been created
ru: устройство не было создано

source: cannot activate VG with missing PV(s)
ru: не возможно активировать VG с отсутствующим PV

source: vginfo failed for %s
ru: vginfo не удалось для %s

source: lvs failed for %s
ru: lvs не удалось для %s

source: partition table
ru: таблица разделов

source: dm-raid member device
ru: устройство часть dm-raid

source: Unknown return code: %d.
ru: Неизвестный код возврата: %d.

source: Migrating %s filesystem on %s
ru: Миграция %s файловой системы на %s

source: Creating %(type)s filesystem on %(device)s
ru: Создание %(type)s файловой системы на %(device)s

source: Resizing filesystem on %s
ru: Изменение размеров файловой системы на %s

source: Checking filesystem on %s
ru: Проверка файловой системы на %s
